Repository: WinMerge/website
Catalog: po/*.po
Languages: eu, ta

source: WinMerge, release notes, summary, changes, enhancements, bug fixes, known issues, release
eu: WinMerge, argitalpen oharrak, laburpena, aldaketak, hobekuntzak, akats zuzenketa, arazo ezagunak, argitalpena

source: Download the source code of WinMerge, which is released under the GNU General Public License.
eu: Jeitsi WinMergeren iturburu kodea, hau GNU Baimen Publiko Orokorraren baldintzetan argitaratzen da.
ta: குனு பொது பொதுமக்கள் உரிமத்தின் கீழ் வெளியிடப்படும் சாளரஒன்றிணையின் மூலக் குறியீட்டைப் பதிவிறக்கவும்.

source: WinMerge Home
eu: WinMerge Etxea
ta: சாளரஒன்றிணை வீடு

source: Download WinMerge Source Code
eu: Jeitsi WinMerge Iturburu Kodea

source: regex HOWTO
eu: regex NOLA

source: History of WinMerge releases with version numbers, release dates and manuals.
eu: WinMerge argitalpenen historia bertsio zenbaki, argitalpen egun eta eskuliburuekin.

source: WinMerge Manual
eu: WinMerge Eskuliburua

source: History
eu: Historia

source: Features
eu: Ezaugarriak
ta: நற்பொருத்தங்கள்

source: To change language, select the desired language from the <span class="guimenu">View</span>&#8594; <span class="guimenuitem">Language</span> menu choice.
eu: Hizkuntza aldatzeko, hautatu nahi duzun hizkuntza <span class="guimenu">Ikusi</span>&#8594; <span class="guimenuitem">Hizkuntza</span> menuan.

source: Plugins
eu: Pluginak

source: Folder Comparison Results
eu: Agiritegi Alderaketa Emaitzak
ta: கோப்புறை ஒப்பீட்டு முடிவுகள்

source: Unicode support
eu: Unicode sostengua
ta: ஒருங்குறி உதவி

source: Information
eu: Argibideak

source: <b>External diff Tool</b> is an <a href="%s">Eclipse</a> Plugin that allows the launch of WinMerge (or an other external diff tool) for file compares rather than the default built-in Eclipse diff tool.
eu: <b>Kanpo ezberd tresna</b> <a href="%s">Eclipse</a> Plugin bat da WinMerge abiaraztea ahalbidetzen duena (edo kanpoko beste ezberd tresna bat) agiriak alderatzeko berezko barne-eraikitako Eclipse ezberd tresna baino.

source: xdocdiff Plugin
eu: xdocdiff Plugina

source: WinMerge Tracker
eu: WinMerge Aztarnaria

source: WinMerge, support, discussion forums, mailing lists, tracker, donate, bugs, support requests, patches, feature requests, todo, open source, sourceforge.net
eu: WinMerge, sostengua, eztabaidaguneak, post@ zerrendak, aztarnaria, dirulaguntza, akatsak, sostengu eskaerak, eranskinak, ezaugarri eskaerak, todo, iturburu irekia, sourceforge.net

source: View all active topics&hellip;
eu: Ikusi jarduneko gai denak...

source: Language
eu: Hizkuntza
ta: மொழி

source: Unofficial WinMerge Builds
eu: WinMerge Eraiketa Ez-ofizialak

source: Donate money to WinMerge
eu: Eman dirulaguntza bat WinMergeri

source: Instructions
eu: Jarraipideak
ta: வழிமுறைகள்

source: Name
eu: Izena

source: Developer Version
eu: Garapen Bertsioa

source: Release Notes
eu: Argitalpen Oharrak
ta: வெளியீட்டு குறிப்புகள்

source: Untranslated: %d%%
eu: Itzuligabe: %d%%
ta: மொழிபெயர்க்கப்படாதது: %d%%

source: <b>WinSCP</b> is an open source <acronym title="SSH File Transfer Protocol">SFTP</acronym>, <acronym title="File Transfer Protocol">FTP</acronym> and <acronym title="Secure Copy Protocol">SCP</acronym> client for Windows.
eu: <b>WinSCP</b> Windows-rako iturburu irekiko <acronym title="SSH File Transfer Protocol">SFTP</acronym>, <acronym title="File Transfer Protocol">FTP</acronym> eta <acronym title="Secure Copy Protocol">SCP</acronym> bezero bat da.

source: Subscribe
eu: Harpidetu

source: WinMerge Downloads
eu: WinMerge Jeisketak
ta: சாளரஒன்றிணை பதிவிறக்கங்கள்

source: Operating Systems
eu: Sistema Eragileak

source: The source code is hosted on <a href="%1$s">SourceForge.net</a> in a <a href="%2$s">Subversion</a> repository.
eu: Iturburu kodea <a href="%1$s">SourceForge.net</a>-en hostaturik dago <a href="%2$s">Subversion</a> biltegian.

source: Open Source Software
eu: Iturburu Irekiko Softwarea

source: Flexible editor with syntax highlighting, line numbers and word-wrap
eu: Editatzaile malgua joskera nabarmentzea, lerro zenbakiak eta hitz ingurapenarekin
ta: தொடரியல் சிறப்பம்சமாக, வரி எண்கள் மற்றும் சொல்-மடக்கு கொண்ட நெகிழ்வான திருத்தி

source: Handles Windows, Unix and Mac text file formats
eu: Windows, Unix eta Mac idazki agiri heuskarriak kudeatzen ditu
ta: சாளரங்கள், யுனிக்ச் மற்றும் மேக் உரை கோப்பு வடிவங்களை கையாளுகிறது

source: With this plugin you can compare Word, Excel, PowerPoint, PDF and some more files.
eu: Plugin honekin Word, Excel, PowerPoint, PDF eta beste agiri asko alderatu ditzakezu.

source: Template
eu: Eredua
ta: வார்ப்புரு

source: WinMerge PAD File
eu: WinMerge PAD Agiria

source: French
eu: Frantziera
ta: பிரஞ்சு

source: WinMerge, change log, changes, release, tracker item, revision number
eu: WinMerge, aldaketa oharra, aldaketak, argitalpenak, aztarnari gaia, berrikuspen zenbakia

source: Can show folder compare results in a tree-style view
eu: Agiritegi alderaketa emaitzak zuhaitz-erako ikuspegian erakutsi ditzake
ta: மரத்தின் பாணி பார்வையில் முடிவுகளை ஒப்பிடுக கோப்புறையைக் காட்டலாம்

source: Download WinMerge Plugins
eu: Jeitsi WinMerge Pluginak

source: Generate
eu: Sortu

source: GNU General Public License v2.0
eu: GNU Baimen Publiko Orokorra v2.0

source: <a href="%s">Online manual</a> and installed HTML Help manual
eu: <a href="%s">Online eskuliburua</a> eta ezarritako HTML Laguntza eskuliburua
ta: <a href="%s"> நிகழ்நிலை கையேடு</a> மற்றும் நிறுவப்பட்ட உஉகுமொ உதவி கையேடு

source: Subscribe or unsubscribe to one of the following mailing lists: Announce, Support, User, Translate, Development and SVN
eu: Harpidetu edo desharpidetu hurrengo pos@a zerrendatako batera: Iragarpena, Sostengua, Erabiltzailea, Itzulpena, Garapena eta SVN

source: Support Request
eu: Sostengu Eskaera

source: Highlights differences inside lines
eu: Lerroen barneko ezberdintasunak nabarmentzen ditu
ta: வரிகளுக்குள் உள்ள வேறுபாடுகளை எடுத்துக்காட்டுகிறது

source: <a href="%s">Translations</a>?
eu: <a href="%s">Itzulpenak</a>?

source: A <a href="%s">Facebook</a> group for people interested in WinMerge.
eu: <a href="%s">Facebook</a> talde bat WinMergen interesaturik dagoen jendearentzat.

source: <a href="%1$s">WinMerge %2$s</a> is the latest stable version, and is recommended for most users.
eu: <a href="%1$s">WinMerge %2$s</a> azken bertsio egonkorra da, eta erabiltzile gehienentzat gomendatua dago.
ta: <a href=" %1$s">சாளரஒன்றிணை %2$s</a> என்பது அண்மைக் கால நிலையான பதிப்பாகும், மேலும் இது பெரும்பாலான பயனர்களுக்கு பரிந்துரைக்கப்படுகிறது.

source: In addition, WinMerge is translated into a number of different languages. See our <a href="%s">information on translating WinMerge</a> into your own language.
eu: Gehigarri bezala, WinMerge hizkuntza ezberdin askotara itzulita dago. Ikusi gure <a href="%s">WinMerge itzulpen argibideak</a> zure hizkuntzara itzultzeko.
ta: கூடுதலாக, சாளரஒன்றிணை பல்வேறு மொழிகளில் மொழிபெயர்க்கப்பட்டுள்ளது. சாளரஒன்றிணையை உங்கள் சொந்த மொழியில் <a href="%s">மொழிபெயர்ப்பது பற்றிய எங்கள் தகவல்களைக்</a> காண்க.

source: You can use this page to create a shortcut:
eu: Orriald hau erabili dezakezu lasterbide bat sortzeko:

source: <a href="%1$s">Learn More</a> or <a href="%2$s">Download Now!</a>
eu: <a href="%1$s">Jakin Gehiago</a> edo <a href="%2$s">Jeitsi Orain!</a>

source: Translate List
eu: Itzulen Zerrenda

source: WinMerge Quick Tour
eu: WinMerge Ibilaldi Azkarra

source: You must <a href="%s">register with SourceForge.net</a> before posting a bug report (registration is free).
eu: <a href="%s">SourceForge.net erregistratu</a> behar zara akats jakinarazpen mezu bat jarri aurretik (erregistratzea dohainekoa da).

source: More Screenshots&hellip;
eu: Ikusleiho-argazki gehiago...

source: About WinMerge
eu: WinMerge Buruz

source: WinMerge, PAD file, Portable Application Description
eu: WinMerge, PAD agiria, Aplikazio Eramangarri Azalpena

source: Wish list items on the <a href="%s">feature request list</a> will also be considered, but we make absolutely no promises.
eu: <a href="%s">Ezaugarri eskaera zerrendako</a> gaiak kontuan hartuko dira, baina ezin dugu ezer agindu.

source: Known Issues
eu: Arazo Ezagunak

source: Fuzzy: %d%%
eu: Zalantzazkoak: %d%%
ta: தெளிவில்லாமல்: %d%%

source: Folder Compare Tree View
eu: Agiritegi Alderaketa Zuhaitz Ikuspegia
ta: கோப்புறை மரக் காட்சியை ஒப்பிடுக

source: Documentation
eu: Agiritza
ta: ஆவணப்படுத்துதல்

source: Manual
eu: Eskuliburua
ta: கையேடு

source: WinMerge Project Page
eu: WinMerge Egitasmoaren Orrialdea

source: WinMerge is released under the <a href="%s">GNU General Public License</a>. That means you can get the whole source code and can build the program yourself.
eu: WinMerge <a href="%s">GNU Baimen Publiko Orrokorraren</a> baldintzatan argitaratzen da. Honek esanahi du iturburu kodea hartu eta zeuk eraiki dezakezula programa.

source: The release notes are currently not available...
eu: Argitalpen oharrak ez daude eskuragarri une honetan...

source: If you can not work with the <a href="%s">PAD file</a>, you can use the following informations:
eu: Ez baduzu <a href="%s">PAD agiria</a>-rekin lan egiterik nahi, hurrengo argibideak erabili ditzakezu:

source: The <a href="%s">change log</a> is a more complete list of changes in the last WinMerge releases.
eu: <a href="%s">Aldaketa oharra</a> WinMergeren azken argitalpenetako aldaketen zerrenda osoena da.
ta: <a href="%s">மாற்றம் பதிவு</a> என்பது கடைசி சாளரஒன்றிணை வெளியீடுகளில் ஏற்படும் மாற்றங்களின் முழுமையான பட்டியல்.

source: WinMerge Translations Status (Unstable Trunk)
eu: WinMerge Itzulpen Egoera (Enbor Ezegonkorra)

source: For detailed info on what is new, read the <a href="%1$s">change log</a> and the <a href="%2$s">release notes</a>.
eu: Zer berri dagoen jakiteko argibide xehetasunetarako, irakurri <a href="%1$s">aldaketa oharra</a> eta <a href="%2$s">argitalpen oharrak</a>.
ta: புதியது பற்றிய விரிவான தகவலுக்கு, <a href="%1$s"> பதிவை மாற்றவும்</a> மற்றும் <a href="%2$s"> வெளியீட்டு குறிப்புகள்</a> ஐப் படிக்கவும்.

source: Runtimes
eu: Runtimeak

source: Visual differencing and merging of text files
eu: Idazki agirien ikus ezberdinketa eta batuketa
ta: உரை கோப்புகளின் காட்சி வேறுபாடு மற்றும் ஒன்றிணைத்தல்

source: You can also read the <a href="%1$s">Release Notes</a> or search for <a href="%2$s">other versions</a>.
eu: Irakurri dezakezu ere <a href="%1$s">Argitalpen Oharrak</a> edo <a href="%2$s">beste bertsioak</a> bilatu.

source: Screenshots
eu: Ikusleiho-argazkiak
ta: திரைக்காட்சிகள்

source: WinMerge History
eu: WinMerge Historia

source: Project File Releases
eu: Egitasmo Agiri Argitalpenak
ta: திட்ட கோப்பு வெளியீடுகள்

source: Turkish
eu: Turkiera
ta: துருக்கிய

source: In the tree view, folders are expandable and collapsible, containing files and subfolders. This is useful for an easier navigation in deeply nested directory structures. <em>The tree view is available only in recursive compares.
eu: Zuhaitz ikuspegian, agiritegiak hedagarriak eta bilgarriak dira, agiriak eta azpiagiritegiak dituztela. Hau erabilgarria da nabigazio erraz baterako zuzenbide egitura sakonetarako. <em>Zuhaitz ikuspegia alderaketa errekursiboan bakarrik dago eskuragarri.
ta: மரக் காட்சியில், கோப்புறைகள் விரிவாக்கக்கூடியவை மற்றும் மடக்கக்கூடியவை, இதில் கோப்புகள் மற்றும் துணை கோப்புறைகள் உள்ளன. ஆழமான உள்ளமைக்கப்பட்ட அடைவு கட்டமைப்புகளில் எளிதான வழிசெலுத்தலுக்கு இது பயனுள்ளதாக இருக்கும். <em>மரக் காட்சி சுழல்நிலை ஒப்பீடுகளில் மட்டுமே கிடைக்கிறது.

source: WinMerge, documentation, manual, quick tour, release notes, known issues, change log, Development Wiki
eu: WinMerge, agiritza, eskuliburua, ibilaldi azkarra, argitalpen oharrak, arazo ezagunak, aldaketa oharra, Garapen Wikia

source: You can <a href="%1$s">browse the source code</a> with a web browser or you can check out the whole code by clicking on one of the following links (if you have <a href="%2$s">TortoiseSVN</a> installed):
eu: <a href="%1$s">Iturburu kodea bilatu</a> dezakezu web nabigatzaile batekin edo kanpoan egiaztatu dezakezu kode guztia hurrengo lotura hauetako batean klikatuz (<a href="%2$s">TortoiseSVN</a> ezarrita baduzu):

source: Feature Request
eu: Ezaugarri Eskaera

source: The easiest way to get informations about the latest stable version from WinMerge for your web site is the Portable Application Description file, which you find here.
eu: Zure web gunerako WinMergeren azken bertsio egonkorrari buruzko argibideak lortzeko bide errazena Aplikazio Eramangarri Azalpen agiria da (PAD), hemen aurkitu dezakezuna.

source: Beta Versions
eu: Beta Bertsioak

source: You can find a more technical view about the <a href="%1$s">translation system</a> in our <a href="%2$s">Development Wiki</a>.
eu: <a href="%1$s">Itzulpen sistemari</a> buruzko argibide tekniko gehiago aurkitu ditzakezu gure <a href="%2$s">Garapen Wikian</a>.

source: Translations Status (Unstable Trunk)
eu: Itzulpen Egoera (Enbor Ezegonkorra)

source: Unsubscribe
eu: Harpidetza Utzi

source: If you need support, look at our <a href="%s">support page</a> for more information how you can get it.
eu: Sostengua behar baduzu, begiratu gure <a href="%s">sostengu orrialdea</a> nola lortu dezakezun argibide gehiagorako.
ta: உங்களுக்கு உதவி தேவைப்பட்டால், எங்கள் <a href="%s">உதவி பக்கத்தைப் பாருங்கள்</a> மேலும் தகவலுக்கு நீங்கள் அதை எவ்வாறு பெறலாம்.

source: Creates patch files (Normal-, Context- and Unified formats)
eu: Agiren eranskinak sortzen ditu (Arrunta-, Hitzingurua- eta Batasun heuskarriak)
ta: ஒட்டு கோப்புகளை உருவாக்குகிறது (இயல்பான-, சூழல்- மற்றும் ஒருங்கிணைந்த வடிவங்கள்)

source: Bug
eu: Akatsa

source: WinMerge, free, download, source code, GPL, Subversion, SVN, TortoiseSVN
eu: WinMerge, askea, jeitsi, iturburu kodea, GPL, Subversion, SVN, TortoiseSVN

source: Localizable interface
eu: Interfaze Itzulgarria
ta: உள்ளூர்மயமாக்கக்கூடிய இடைமுகம்

source: Experimental Builds
eu: Eraiketa Esperimentalak

source: Archive file support using 7-Zip
eu: Artxibo agiri sostengua 7-Zip erabiliz
ta: 7-சுருக்கு பயன்படுத்தி காப்பக கோப்பு உதவி

source: Translations Status (Stable Branch)
eu: Itzulpenen Egoera (Adar Egonkorra)

source: Subdomains
eu: Azpidomeinuak

source: This means everybody can download the <a href="%s">source code</a> and improve and modify it. The only thing we ask is that people submit their improvements and modifications back to us so that all WinMerge users may benefit.
eu: Honek esanahi du edonork jeitsi dezakeela <a href="%s">iturburu kodea</a> eta hobetu edo aldatu. Eskatzen dugun gauza bakarra da jendeak bere hobekuntzak eta aldaketak guri aurkeztea WinMerge erabiltzaile guztiek onura izateko.
ta: இதன் பொருள் எல்லோரும் <a href="%s">மூலக் குறியீடு</a> ஐ பதிவிறக்கம் செய்து அதை மேம்படுத்தலாம் மற்றும் மாற்றலாம். நாங்கள் கேட்கும் ஒரே சேதி என்னவென்றால், மக்கள் தங்கள் மேம்பாடுகளையும் மாற்றங்களையும் எங்களிடம் ஒப்படைபிக்கிறார்கள், இதனால் அனைத்து சாளரஒன்றிணை பயனர்களும் பயனடையக்கூடும்.

source: This is the 7-Zip plugin for WinMerge and the current version <strong>%1$s</strong> was released at <strong>%2$s</strong>.
eu: Hau WinMergerako 7-Zip plugina da eta oraingo bertsioa <strong>%1$s</strong> argitaratu zen, <strong>%2$s</strong>.

source: <a href="%s">Change Log</a>?
eu: <a href="%s">Aldaketa Oharra</a>?

source: You should ask all your support questions on this list.
eu: Zure sostengu galdera guztiak zerrenda honetan egin behar dituzu.

source: File not valid.
eu: Agira ez da baliozkoa.
ta: கோப்பு செல்லுபடியாகாது.

source: General
eu: Orokorra
ta: பொது

source: Other
eu: Besteak
ta: மற்றொன்று

source: WinMerge, tracker, shortcuts, sourceforge, project page, bug, patch, support request, feature request, todo item
eu: WinMerge, aztarnaria, lasterbideak, sourceforge, egitasmo orrialdea, akatsa, eranskina, sostengu eskaera, ezaugarri eskaera, todo gaia

source: See more information on Transifex.net
eu: Ikusi argibide gehiago hemen, Transifex.net

source: <a href="%s">Support</a>?
eu: <a href="%s">Sostengua</a>?

source: GNU General Public License
eu: GNU Baimen Publiko Orokorra
ta: குனு பொது பொதுமக்கள் உரிமம்

source: Here is a collection of links to tools and reference material that we find is generally useful when you work with WinMerge.
eu: Hau WinMergerekin lan egiten duzuean erabilgarri izango zaikizula aurkitu ditugun tresnetarako loturak eta xehetasunezko material bilduma bat da.

source: Rudimentary Visual SourceSafe and Rational ClearCase integration
eu: Rudimentary Visual SourceSafe eta Rational ClearCase baterapena

source: <a href="%s">Screenshots</a>?
eu: <a href="%s">Ikusleiho-argazkiak</a>?

source: Development Wiki
eu: Garapen Wikia
ta: மேம்பாட்டு விக்கி

source: English Descriptions
eu: Ingelerazko Azalpenak

source: Stable Versions
eu: Bertsio Egonkorrak

source: About
eu: Honi buruz

source: Other Versions
eu: Beste Bertsioak
ta: பிற பதிப்புகள்

source: Download Now!
eu: Jeitsi Orain!
ta: இப்போது பதிவிறக்கவும்!

source: Folder Compare
eu: Agiritegi Alderaketa
ta: கோப்புறை ஒப்பிடுக

source: <b>GnuWin32</b> provides Win32 ports of tools with a <a href="%1$s">GNU</a> or similar <a href="%2$s">open source license</a>.
eu: <b>GnuWin32</b> Win32 tresna atakak hornitzen ditu <a href="%1$s">GNU</a> edo antzeko <a href="%2$s">iturburu irekiko baimenarekin</a>.

source: Since WinMerge is an <a href="%s">Open Source</a> project, you may use it free of charge.
eu: WinMerge <a href="%s">Iturburu Irekiko</a> egitasmoa denetik, ordaindu gabe erabili dezakezu.
ta: சாளரஒன்றிணை ஒரு <a href="%s">திறந்த மூல</a> திட்டமாக இருப்பதால், நீங்கள் அதை இலவசமாகப் பயன்படுத்தலாம்.

source: WinMerge is highly useful for determining what has changed between project versions, and then merging changes between versions. WinMerge can be used as an external differencing/merging tool or as a standalone application.
eu: WinMerge oso erabilgarria da bi egitasmo bertsio artean zer aldatu den ikusteko, eta orduan bertsio arteko aldaketak batzeko. WinMerge kanpoko ezberdinketa/batuketa tresna bezala edo bakarkako aplikazio bezala erabili daiteke.
ta: திட்ட பதிப்புகளுக்கு இடையில் என்ன மாறிவிட்டது என்பதை தீர்மானிக்க சாளரஒன்றிணை மிகவும் பயனுள்ளதாக இருக்கும், பின்னர் பதிப்புகளுக்கு இடையில் மாற்றங்களை ஒன்றிணைக்கவும். சாளரஒன்றிணை வெளிப்புற வேறுபாடு/ஒன்றிணைக்கும் கருவியாக அல்லது முழுமையான பயன்பாடாகவும் பயன்படுத்தப்படலாம்.

source: Tutorial
eu: Ikasgaia

source: Type:
eu: Mota:

source: Tools
eu: Tresnak

source: Exe-Format (%s MB)
eu: Exe-Heuskarria (%s MB)

source: This site has recently undergone a major re-working, so that might explain why you got this page instead.
eu: Tokian berriki bir-lanketa garrantzitsu bat egin da, horrek azaldu dezake zergaitik duzun orrialde hau ordez.
ta: இந்த தளம் அண்மைக் காலத்தில் ஒரு பெரிய மறு வேலைக்கு உட்பட்டுள்ளது, எனவே அதற்கு பதிலாக இந்த பக்கத்தை ஏன் பெற்றீர்கள் என்பதை விளக்கக்கூடும்.

source: Good site devoted for regular expressions
eu: Gune ona adierazpen arruntetan bereizia

source: Microsoft Visual C++ 2003 Runtime Components (included in the installer)
eu: Microsoft Visual C++ 2003 Runtime Osagaiak (ezartzailean barneratuta)

source: <a href="%s">WinMerge 3</a> will be modern compare/synchronization tool.
eu: <a href="%s">WinMerge 3</a> alderaketa/aldiberetze tresna modernoa izango da.

source: Company
eu: Konpainia

source: Source: %s
eu: Iturburua: %s

source: WinMerge, free, download, plugins, plugin, plug-in, setup, installer, binaries, 7-Zip, xdocdiff, Word, Excel, PowerPoint, PDF
eu: WinMerge, askea, jeitsi, pluginak, plugina, plug-ina, ezarpena, ezartzailea, binarioak, 7-Zip, xdocdiff, Word, Excel, PowerPoint, PDF

source: Withdrawn due to installer bug!
eu: Kenduta ezartzailearen akats bategaitik!

source: Low Traffic
eu: Trafiko Apala

source: This list is only for announcing new releases of WinMerge.
eu: Zerrenda hau WinMergeren argitalpen berriak iragartzeko da bakarrik.

source: Icon
eu: Ikurra

source: WinMerge Tracker Shortcuts
eu: WinMerge Aztarnari Lastebideak

source: The easiest way to get informations about the latest stable version from WinMerge for your web site is the <a href="%s">Portable Application Description</a> file, which you find here:
eu: Zure webgunerako WinMergeren azken bertsio egonkorraren argibideak lortzeko bide errazena <a href="%s">Aplikazio Eramangarri Azalpena</a> agiria da, hemen aurkitu dezakezu:

source: Mailing Lists
eu: Post@ Zerrendak

source: Tracker Shortcuts are shorter and nicer URLs to Tracker items from our SF.net project page. And you can use this page to create a shortcut.
eu: Aztarnari Lastebideak URL laburtuak eta atseginagoak dira, Aztarnari gaietarako gure SF.net egitasmo orrialdetik. Eta orrialde hau erabili dezakezu lasterbideak sortzeko.

source: Binaries
eu: Binarioak
ta: இருமங்கள்

source: Links
eu: Loturak

source: This list is for user related questions. Having questions posted to this list may allow others having the same problem to solve it on their own.
eu: Zerrenda hau erabiltzaileen galderentzat da. Galderak zerrenda honetan edukitzeak arazo berdina duten beste batzuei beren artean konpontzea ahalbidetzen die.

source: The <a href="%1$s">release notes</a> are a short summary of important changes, enhancements, bug fixes and <a href="%2$s">known issues</a> in the current WinMerge release.
eu: <a href="%1$s">Argitalpen oharrak</a> oraingo WinMerge argitalpenaren aldaketa garrantzitsuenen, hobekuntzen, akats zuzenketen eta <a href="%2$s">arazo ezagunen</a> laburpen bat dira.
ta: <a href="%1$s">வெளியீட்டுக் குறிப்புகள்</a> தற்போதைய சாளரஒன்றிணை வெளியீட்டில் முக்கியமான மாற்றங்கள், மேம்பாடுகள், பிழை திருத்தங்கள் மற்றும் <a href="%2$s">அறியப்பட்ட சிக்கல்கள்</a> ஆகியவற்றின் சுருக்கமான சுருக்கமாகும்.

source: Difference pane shows current difference in two vertical panes
eu: Ezberdintasun panelak uneko ezberdintasunak zutikako bi paneletan erakusten ditu
ta: வேறுபாடு பலகம் இரண்டு செங்குத்து பலகைகளில் தற்போதைய வேறுபாட்டைக் காட்டுகிறது

source: Swedish
eu: Suediera
ta: ச்வீடிச்

source: We currently have WinMerge translated into the languages listed below:
eu: Une honetan WinMerge behean zerrendaturiko hizkuntzatara itzulita dugu:
ta: நாங்கள் தற்போது சாளரஒன்றிணை கீழே பட்டியலிடப்பட்ட மொழிகளில் மொழிபெயர்க்கப்பட்டுள்ளோம்:

source: Japanese WinMerge Version
eu: Japoniar WinMerge Bertsioa

source: We move the sources from the website to a <a href="%1$s">bitbucket Mercurial repository</a> and use now <a href="%2$s">Transifex</a> as platform for the translations.
eu: Iturburuak webgunetik <a href="%1$s">bitbucket Mercurial biltegira</a> mugitu ditugu eta orain <a href="%2$s">Transifex</a> erabiltzen dugu itzulpen plataforma bezala.

source: Were you looking for...
eu: Bilatzen ari gara...
ta: நீங்கள் தேடிக்கொண்டிருக்கிறீர்களா...

source: WinMerge Development Wiki
eu: WinMerge Garapen Wikia

source: The current WinMerge version is <strong>%1$s</strong> and was released at <strong>%2$s</strong>.
eu: Oraingo WinMerge bertsioa da <strong>%1$s</strong> eta argitaratu zen <strong>%2$s</strong>.
ta: தற்போதைய சாளரஒன்றிணை பதிப்பு <strong>%1$s</strong> மற்றும் <strong>%2$s</strong> இல் வெளியிடப்பட்டது.

source: Supports Microsoft Windows 98/ME/2000/XP/2003/Vista/2008
eu: Sostengaturik Microsoft Windows 98/ME/2000/XP/2003/Vista/2008

source: Downloads
eu: Jeisketak
ta: பதிவிறக்கங்கள்

source: WinMerge Translations
eu: WinMerge Itzulpenak
ta: சாளரஒன்றிணை மொழிபெயர்ப்புகள்

source: <a href="%s">Read more</a> and get involved!
eu: <a href="%s">Irakurri gehiago</a> eta eskuhartu!

source: Supported Languages
eu: Sostengaturiko Hizkuntzak

source: We rarely sent direct emails but you will get notifications when we ask questions in the bug item.
eu: Arrunt ez dugu zuzeneko post@rik bidaltzen baina jakinarazpenak jaso ditzakezu akats gaian galderak erantzuten ditugunean.

source: Regular expressions
eu: Adiera arruntak

source: <a href="%s">Manual</a>?
eu: <a href="%s">Eskuliburua</a>?

source: Project News
eu: Egitasmo Berriak

source: Version %1$s; %2$s MB
eu: Bertsioa %1$s; %2$s MB

source: Translated
eu: Itzulita
ta: மொழிபெயர்க்கப்பட்டது
