Repository: WinMerge/website
Catalog: po/*.po
Languages: eu, ta

source: Map the open source world by collecting objective information on open source projects. [<a href="%s">WinMerge Report</a>]
eu: Iturburu irekiko mundu mapa iturburu irekiko egitasmoei buruzko argibdeak bilduz. [<a href="%s">WinMerge Jakinarazpena</a>]

source: For more details and the download go to the <a href="%s">xdocdiff plugin homepage</a>.
eu: Xehetasun gehiagorako eta jeisteko joan <a href="%s">xdocdiff plugina etxeko orrialdera</a>.

source: The translations instructions are currently not available...
eu: Itzulpen jarraipideak ez daude eskuragarri une honetan...

source: You can also search for <a href="%s">other versions</a>.
eu: Bilatu ditzakezu ere <a href="%s">beste bertsioak</a>.

source: User List
eu: Erabiltzaile Zerrenda

source: SVN List
eu: SVN Zerrenda

source: WinMerge Links
eu: WinMerge Loturak

source: Error 404 (Page Not Found)
eu: 404 Akatsa (Orrialdea Ez da Aurkitu)
ta: பிழை 404 (பக்கம் கிடைக்கவில்லை)

source: Graph
eu: Grafika
ta: வரைபடம்

source: WinMerge is an open source project, which means that the program is maintained and developed by volunteers.
eu: WinMerge iturburu irekiko egitasmoa da, honek esanahi du programa boluntarioek mantentzen eta garatzen dutela.
ta: சாளரஒன்றிணை ஒரு திறந்த மூல திட்டமாகும், அதாவது நிரல் தன்னார்வலர்களால் பராமரிக்கப்பட்டு உருவாக்கப்படுகிறது.

source: Tabbed interface
eu: Interfaze hegastua
ta: தாவலாக்கப்பட்ட இடைமுகம்

source: Or you may simply unzip the <a href="%s">binary zip package</a> into the desired location, and run <code>WinMergeU.exe</code> (except for Windows 98/ME users who should use <code>WinMerge.exe</code>).
eu: Edo besterik gabe deszipatu <a href="%s">zip pakete binarioa</a> nahi duzun kokalekuan, eta ekin <code>WinMergeU.exe</code> (Windows 98/ME erabiltzaileentzat izan ezik, hauek <code>WinMerge.exe</code> erabili behar dute).

source: Translated: %d%%
eu: Itzulita: %d%%
ta: மொழிபெயர்க்கப்பட்டது: %d%%

source: The Open Source Definition
eu: Iturburu Ireki Adiera

source: WinMerge, about, features, file compare, folder compare, version control, screenshots, installation
eu: WinMerge, honi buruz, ezaugarriak, agiri alderaketa, agiritegi alderaketa, bertsio kontrola, ikusleiho-argazkak, ezarpena

source: Status (Stable Branch)
eu: Egoera (Adar Egonkorra)

source: Fuzzy
eu: Zalantzazkoa
ta: தெளிவில்லாமல்

source: English Keywords
eu: Ingelera Hitzgiltzak

source: Translators
eu: Itzultzaileak
ta: மொழிபெயர்ப்பாளர்கள்

source: Translations Status (Website)
eu: Itzulpenak Egoera (Webgunea)
ta: மொழிபெயர்ப்பு நிலை (வலைத்தளம்)

source: ID:
eu: ID-a:

source: PDF quick reference
eu: PDF xehetasun azkarra

source: The <a href="%s">manual</a> explains how to use WinMerge, and documents its capabilities and limitations.
eu: <a href="%s">Eskuliburuak</a> WinMerge nola erabili azaltzen du, eta bere gaitasunak eta mugak argitzen ditu.
ta: <a href="%s"> கையேடு</a> சாளரஒன்றிணையை எவ்வாறு பயன்படுத்துவது என்பதை விளக்குகிறது, மேலும் அதன் திறன்களையும் வரம்புகளையும் ஆவணப்படுத்துகிறது.

source: WinMerge Portable
eu: WinMerge Eramangarria
ta: சாளரஒன்றிணை எடுத்துசெல்லதக்க

source: Highlight Line Diff
eu: Lerro Ezberd. Nabarmentzea

source: High Traffic
eu: Trafiko Handia

source: Discussion Forums
eu: Eztabaidaguenak

source: If you find a bug, please submit it as a <a href="%s">bug report</a>.
eu: Akats bat aurkitzen baduzu, mesedez aurkeztu ezazu <a href="%s">akats jakinarazpen</a> bezala.

source: WinMerge, free, open source, Windows, windiff, diff, merge, compare, tool, utility, text, file, folder, directory, compare files, compare folders, merge files, merge folders, diff tool, merge tool, compare tool
eu: WinMerge, askea, iturburu irekia, Windows, winezberd, ezberd, batu, alderatu, tresna, erabilgarritasuna, idazkia, agiria, agiritegia, zuzenbidea, alderatu agiriak, alderatu agiritegiak, batu agiriak, batu agiritegiak, ezberd tresna, batu tresna, alderatu tresna
ta: சாளரஒன்றிணை, இலவச, திறந்த மூல, சாளரங்கள், சாளரவேறு, வேறுபாடு, ஒன்றிணைத்தல், ஒப்பிட்டுப் பாருங்கள், கருவி, பயன்பாடு, உரை, கோப்பு, கோப்புறை, அடைவு, கோப்புகளை ஒப்பிட்டு, கோப்புகளை ஒன்றிணைத்தல், கோப்புறைகளை ஒன்றிணைத்தல், வேறுபாடு கருவி, கருவியை ஒப்பிட்டுப் பாருங்கள்

source: Here is the current <a href="%s">change log</a>.
eu: Hemen dago oraingo <a href="%s">aldaketa oharra</a>.

source: Tracker Statistics
eu: Aztarnari Estatistikak

source: WinMerge Release Notes
eu: WinMerge Argitalppen Oharrak

source: Download WinMerge
eu: Jeitsi WinMerge
ta: சாளரஒன்றிணை பதிவிறக்கவும்

source: <b>7-Zip</b> is a file archiver with high compression ratio.
eu: <b>7-Zip</b> agiri artxibatzaile bat konpresio maila handiarekin da.

source: You can use the same tool in Windows and in Linux.
eu: Tresna berdina erabili dezakezu Windows eta Linux-en.

source: Download Source Code
eu: Jeitsi Iturburu Kodea

source: Moved lines detection
eu: Mugituriko lerro atzematea
ta: கோடுகள் நகர்த்தப்பட்டது கண்டறிதல்

source: WinMerge is <a href="%1$s">Open Source</a> software under the <a href="%2$s">GNU General Public License</a>.
eu: WinMerge <a href="%1$s">Iturburu Irekiko</a> softwarea da <a href="%2$s">GNU Baimen Publiko Orokorraren</a> baldintzatan.
ta: சாளரஒன்றிணை <a href="%1$s">திறந்த மூல</a> <a href="%2$s">குனு பொது பொதுமக்கள் உரிமம்</a> இன் கீழ் மென்பொருள்.

source: Development List
eu: Garapen Zerrenda

source: View all file releases&hellip;
eu: Ikusi argitalpen agiri denak...
ta: அனைத்து கோப்பு வெளியீடுகளையும் காண்க&hellip;

source: Bookmark this on Delicious
eu: Lastermarkatu Deliciousen

source: WinMerge, documentation, manual, release notes, known issues, change log, Development Wiki
ta: சாளரஒன்றிணை, ஆவணங்கள், கையேடு, வெளியீட்டுக் குறிப்புகள், அறியப்பட்ட சிக்கல்கள், மாற்று பதிவு, மேம்பாட்டு விக்கி

source: It is currently available in the following languages:
ta: இது தற்போது பின்வரும் மொழிகளில் கிடைக்கிறது:

source: WinMerge %s
ta: சாளரஒன்றிணை %s

source: Architecture
ta: கட்டிடக்கலை

source: Size
ta: அளவு

source: Format
ta: வடிவம்

source: %s MB
ta: %s மெபை

source: EXE
ta: இயக்கி

source: Per-user installer
ta: ஒவ்வொரு பயனர் நிறுவி

source: ZIP
ta: சுருக்கு

source: 7z
ta: 7ஃ

source: SHA-256 Checksums
ta: சா-256 கூட்டுத்தொகைகள்

source: 32-bit installer: Microsoft Windows XP SP3 or newer
ta: 32-இருமம் நிறுவி: நுண்மென் சாளரங்கள் எக்ச்பி எச்பி 3 அல்லது புதியது

source: 64-bit installer: Microsoft Windows 7 or newer
ta: 64-இருமம் நிறுவி: நுண்மென் சாளரங்கள் 7 அல்லது புதியது

source: Admin rights for the installer (except for Per-user installer)
ta: நிறுவிக்கான நிர்வாக உரிமைகள் (ஒவ்வொரு பயனர் நிறுவி தவிர)

source: WinMerge 2.14.0 <em>for Windows 2000</em>
ta: <em>சாளரங்கள் 2000</em> க்கு சாளரஒன்றிணை 2.14.0

source: WinMerge version 2.14.0 was the last version to ship with Microsoft Visual C++ 2008 runtimes that support Windows 2000.
ta: சாளரங்கள் 2000 ஐ ஆதரிக்கும் நுண்மென் காட்சி சி++ 2008 இயக்க நேரமுடன் அனுப்பப்பட்ட கடைசி பதிப்பாகும் சாளரஒன்றிணை பதிப்பு 2.14.0.

source: Get version %s
ta: பதிப்பு %s கிடைக்கும்

source: WinMerge 2.12.4 <em>for Windows 95/98/ME/NT</em>
ta: <em>சாளரங்கள் 95/98/எம்இ/என்டி</em> க்கு சாளரஒன்றிணை 2.12.4

source: WinMerge version 2.12.4 was the last version to ship with Microsoft Visual C++ 2005 runtimes that support Windows 95/98/ME/NT. It was also the last version to ship with an ANSI version of WinMerge.
ta: சாளரங்கள் 95/98/எம்இ/என்டி ஐ ஆதரிக்கும் நுண்மென் காட்சி சி++ 2005 இயக்க நேரமுடன் அனுப்பப்பட்ட கடைசி பதிப்பாகும் சாளரஒன்றிணை பதிப்பு 2.12.4. சாளரஒன்றிணையின் அநாநிநி பதிப்பைக் கொண்டு அனுப்பப்பட்ட கடைசி பதிப்பும் இதுவாகும்.

source: Unofficial Versions
ta: அலுவலகமற்ற பதிப்புகள்

source: Continuous Integration Builds
ta: தொடர்ச்சியான ஒருங்கிணைப்பு உருவாக்குகிறது

source: Basque
ta: பாச்க்

source: Catalan
ta: கற்றலான்

source: Corsican
ta: கார்சிகன்

source: Korean
ta: கொரிய

source: Polish
ta: போலீச்

source: Portuguese (Brazil)
ta: போர்த்துகீசியம் (பிரேசில்)

source: Portuguese (Portugal)
ta: போர்த்துகீசியம் (போர்ச்சுகல்)

source: Russian
ta: ரச்ய

source: Spanish
ta: ச்பானிச்

source: Spanish (Venezuela)
ta: ச்பானிச் (வெனிசுலா)

source: Slovenian
ta: ச்லோவேனியன்

source: Tamil
ta: தமிழ்

source: Simplified Chinese
ta: எளிய சீனம்

source: Traditional Chinese
ta: பாரம்பரிய சீனம்

source: x86 (32-bit)
ta: ஃ86 (32-இருமம்)

source: x64 (64-bit)
ta: ஃ64 (64-இருமம்)

source: ARM64 (64-bit)
ta: கை64 (64-இருமம்)

source: You will see the difference…
ta: நீங்கள் வேறுபாட்டைக் காண்பீர்கள்…

source: Change Language
ta: மொழியை மாற்று

source: Project Pages
ta: திட்ட பக்கங்கள்

source: WinMerge Source Code
ta: சாளரஒன்றிணை மூலக் குறியீடு

source: Supports Microsoft Windows XP SP3 or newer
ta: நுண்மென் சாளரங்கள் எக்ச்பி எச்பி 3 அல்லது புதியதை ஆதரிக்கிறது

source: 3-way File Comparison
ta: 3-வழி கோப்பு ஒப்பீடு

source: New!
ta: புதியது!

source: 3-way Folder Comparison
ta: 3-வழி கோப்புறை ஒப்பீடு

source: Image Compare
ta: படம் ஒப்பிடுக

source: Support many types of images
ta: பல வகையான படங்களை ஆதரிக்கவும்

source: Can highlight the differences with blocks
ta: தொகுதிகளுடன் வேறுபாடுகளை முன்னிலைப்படுத்த முடியும்

source: Overlaying of the pictures is possible
ta: படங்களை மேலெழுதுவது முடியும்

source: Table Compare
ta: அட்டவணை ஒப்பிடுக

source: Shows CSV/TSV file contents in table format
ta: காபிம/தாபிம கோப்பு உள்ளடக்கங்களை அட்டவணை வடிவத்தில் காட்டுகிறது

source: Text can be wrapped for each column
ta: ஒவ்வொரு நெடுவரிசைக்கும் உரையை மூடலாம்

source: The 3-way file compare even allows comparing and editing three files at the same time.
ta: 3-வழி கோப்பு ஒப்பிடுகையில் மூன்று கோப்புகளை ஒரே நேரத்தில் ஒப்பிட்டு திருத்த அனுமதிக்கிறது.

source: Image Comparison
ta: பட ஒப்பீடு

source: WinMerge can compare images and highlight the differences in several ways.
ta: சாளரஒன்றிணை படங்களை ஒப்பிட்டு வேறுபாடுகளை பல வழிகளில் முன்னிலைப்படுத்தலாம்.

source: Table Comparison
ta: அட்டவணை ஒப்பீடு

source: Table compare shows the contents of CSV/TSV files in table format.
ta: அட்டவணை வடிவத்தில் காபிம/தாபிம கோப்புகளின் உள்ளடக்கங்களைக் காட்டுகிறது.

source: Binary Comparison
ta: இருமம் ஒப்பீடு

source: WinMerge can detect whether files are in text or binary format. When you launch a file compare operation on binary files, WinMerge opens each file in the binary file editor.
ta: கோப்புகள் உரை அல்லது இருமம் வடிவத்தில் உள்ளதா என்பதை சாளரஒன்றிணை கண்டறிய முடியும். இருமம் கோப்புகளில் ஒப்பீட்டு செயல்பாட்டை நீங்கள் தொடங்கும்போது, ​​சாளரஒன்றிணை ஒவ்வொரு கோப்பையும் இருமம் கோப்பு திருத்தியில் திறக்கிறது.

source: WinMerge, free, clone, download, source code, GPL, GitHub, Git
ta: சாளரஒன்றிணை, இலவச, நகலி, பதிவிறக்கம், மூலக் குறியீடு, சிபிஎல், அறிவிலிமையம், அறிவிலி

source: Recent Commits
ta: அண்மைக் கால உறுதிமொழிகள்

source: Clone or download
ta: நகலி அல்லது பதிவிறக்கம்

source: The source code is hosted on <a href="%1$s">GitHub</a> in a <a href="%2$s">Git</a> repository:
ta: மூலக் குறியீடு <a href="%1$s">அறிவிலிமையதில்</a> ஒரு <a href="%2$s">அறிவிலி</a> களஞ்சியத்தில் புரவலன் செய்யப்படுகிறது:

source: You can also download the current branches as ZIP file:
ta: தற்போதைய கிளைகளையும் சுருக்கு கோப்பாக பதிவிறக்கம் செய்யலாம்:

source: Branch
ta: கிளை

source: View all commits&hellip;
ta: எல்லா உறுதிமொழிகளையும் காண்க&hellip;

source: The Open Discussion forum is the fastest way to get help.
ta: திறந்த கலந்துரையாடல் மன்றம் உதவி பெறுவதற்கான விரைவான வழியாகும்.

source: WinMerge, support, discussion forums, tracker, donate, bugs, support requests, patches, feature requests, todo, open source
ta: சாளரஒன்றிணை, உதவி, கலந்துரையாடல் மன்றங்கள், கண்கானி, நன்கொடை, பிழைகள், உதவி கோரிக்கைகள், திட்டுகள், நற்பொருத்த கோரிக்கைகள், செய்யவேண்டிய, திறந்த மூல

source: The <b>Discussion forums</b> are the fastest way to get help:
ta: <b>கலந்துரையாடல் மன்றங்கள்</b> உதவி பெற விரைவான வழி:

source: WinMerge discussions
ta: சாளரஒன்றிணை கலந்துரையாடல்கள்

source: Image Compare discussions
ta: பட கலந்துரையாடல்களை ஒப்பிடுங்கள்

source: Website discussions
ta: வலைத்தள கலந்துரையாடல்கள்

source: Please be patient, it may take some time for somebody to answer.
ta: தயவுசெய்து பொறுமையாக இருங்கள், யாராவது பதிலளிக்க சிறிது நேரம் ஆகலாம்.

source: Issues
ta: சிக்கல்கள்

source: If you find a bug, please submit it as a <a href="%s">issue</a>.
ta: நீங்கள் ஒரு பிழையைக் கண்டால், தயவுசெய்து அதை <a href="%s">சிக்கல்</a> என வெளியிடவும்.

source: Wish list items on the <a href="%s">issues list</a> will also be considered, but we make absolutely no promises.
ta: <a href="%s">சிக்கல்கள் பட்டியல்</a> இல் உள்ள விருப்பப்பட்டியல் உருப்படிகளும் பரிசீலிக்கப்படும், ஆனால் நாங்கள் எந்த வாக்குறுதியும் அளிக்கவில்லை.

source: Buy WinMerge merchandise
ta: சாளரஒன்றிணை பொருட்களை வாங்கவும்

source: You can also support WinMerge by buying merchandise at the <a href="%s">WinMerge CafePress store</a>. 20%% of the sales goes to WinMerge.
ta: <a href="%s">சாளரஒன்றிணை காபிஅச்சு கடையில்</a> பொருட்களை வாங்குவதன் மூலம் நீங்கள் சாளரஒன்றிணையை ஆதரிக்கலாம். விற்பனையின் 20%% சாளரஒன்றிணைக்கு செல்கிறது.

source: WinMerge Status
ta: சாளரஒன்றிணை நிலை

source: ShellExtension Status
ta: ஓடுநீட்ப்பு நிலை

source: InnoSetup Files
ta: உள்இல்அமைவு கோப்புகள்

source: Readme Files
ta: என்னைப்படி கோப்புகள்

source: Website Status
ta: வலைத்தள நிலை

source: WinMerge Status <em>from %s</em>
ta: சாளரஒன்றிணை நிலை <em>%s இலிருந்து</em>

source: ShellExtension Status <em>from %s</em>
ta: ஒடுநீட்டிப்பு நிலை <em>%s இலிருந்து</em>

source: We moved the sources from the website to a own <a href="%1$s">GitHub repository</a>.
ta: வலைத்தளத்திலிருந்து ஆதாரங்களை ஒரு சொந்த <a href="%1$s"> அறிவிலிமையம் களஞ்சியம்</a> க்கு நகர்த்தினோம்.

source: Website Status <em>from %s</em>
ta: வலைத்தள நிலை <em>%s இலிருந்து</em>

source: Maintainer
ta: பராமரிப்பாளர்
