Repository: WinMerge/website
Catalog: po/*.po
Languages: eu, ta

source: The change log is currently not available...
eu: Aldaketa oharra ez dago eskuragarri une honetan...

source: What is WinMerge?
eu: Zer da WinMerge?
ta: சாளரஒன்றிணை என்றால் என்ன?

source: You can also download additional <a href="%1$s">plugins</a> and the whole <a href="%2$s">source code</a> from WinMerge.
eu: Jeitsi ahal dituzu ere <a href="%1$s">plugin</a> gehigarriak eta <a href="%2$s">iturburu kodea</a> multzoa WinMerge-tik.

source: WinMerge Change Log
eu: WinMerge Aldaketa Oharra

source: Location Pane
eu: Kokaleku Panela

source: Stable Version (Branch)
eu: Bertsio Egonkorra (Adarra)

source: WinMerge is Open Source software under the GNU General Public License. This means everybody can download the source code and improve and modify it.
eu: WinMerge Iturburu Irekiko softwarea da GNU Baimen Publiko Orokorraren baldintzetan. Honek esanahi du edonork jeitsi dezakeela iturburu kodea eta hau hobetu edo aldatu.

source: Regular expressions tutorial
eu: Adierazpen arrunt ikasgaia

source: WinMerge 2.8 has a new professional looking splash screen.
eu: WinMerge 2.8-k ongi etorri ikusleiho berri profesional bat du.

source: WinMerge License
eu: WinMerge Baimena

source: In addition, WinMerge has many helpful supporting features that make comparing, synchronising, and merging as easy and useful as possible:
eu: Gehigarri bezala, WinMergek sostengu ezaugarri lagungarri asko ditu alderaketa, aldiberetzea eta batuketa ahal bezain erraz eta erabilgarri egiteko.
ta: கூடுதலாக, சாளரஒன்றிணை பல பயனுள்ள துணை நற்பொருத்தங்களைக் கொண்டுள்ளது, இது ஒப்பீடு, ஒத்திசைவு மற்றும் ஒன்றிணைத்தல் முடிந்தவரை எளிதாகவும் பயனுள்ளதாகவும் இருக்கும்:

source: <a href="%s">Documentation</a>?
eu: <a href="%s">Agiritza</a>?

source: 7z-Format (%s MB)
eu: 7z-Heuskarria (%s MB)

source: For more information, please see the <a href="%1$s">Installation section</a> of the <a href="%2$s">Manual</a>.
eu: Argibide gehiagorako, mesedez ikusi <a href="%1$s">Ezarpen atala</a> <a href="%2$s">Eskuliburuan</a>.

source: <em>Tracker Shortcuts</em> are shorter and nicer URLs to <a href="%1$s">Tracker</a> items from our <a href="%2$s">SF.net project page</a>.
eu: <em>Aztarnari Lastebideak</em> URL laburtuak eta atseginagoak dira <a href="%1$s">Aztarnaria</a> gaietarako gure <a href="%2$s">SF.net egitasmo orrialdetik</a>.

source: Patch
eu: Eraskina

source: Folder compare shows all files and subfolders found from compared folders as list. Folder compare allows synchronising folders by copying and deleting files and subfolders. Folder compare view can be versatile customised.
eu: Agiri alderaketak alderaturiko agiritegietan aurkituriko agiri eta azpiagiritegi guztiak erakusten ditu zerrenda bezala. Agiritegi alderaketak agiritegiak aldiberetzea ahalbidetzen dizu agiriak eta azpiagiritegiak kopiatuz eta ezabatuz. Agiritegi alderaketa ikuspegia norbererara ezarri daiteke.
ta: கோப்புறை ஒப்பீடு அனைத்து கோப்புகள் மற்றும் துணை கோப்புறைகளை ஒப்பிடுகையில் கோப்புறைகளிலிருந்து பட்டியலாகக் காட்டுகிறது. கோப்புறை ஒப்பீடு கோப்புகள் மற்றும் துணை கோப்புறைகளை நகலெடுத்து நீக்குவதன் மூலம் கோப்புறைகளை ஒத்திசைக்க அனுமதிக்கிறது. கோப்புறை ஒப்பீட்டு பார்வை பல்துறை தனிப்பயனாக்கப்படலாம்.

source: WinMerge Support
eu: WinMerge Sostengua
ta: சாளரஒன்றிணை உதவி

source: We require registering because anonymous submissions caused a lot of spam and also because there were no possibility to contact people for asking more information.
eu: Erregistratzea eskatzen dugu zeren izengabeko mezuek spam pilo bat sortzen dute eta baita ere ez dagoelako jendearekin harremanetan jartzerik argibide gehiago eskatzeko.

source: Compares one folder or includes all subfolders
eu: Agiritegi bat edo barneko azpiagiritegi guztiak alderatzen ditu
ta: ஒரு கோப்புறையை ஒப்பிடுகிறது அல்லது அனைத்து துணை கோப்புறைகளையும் உள்ளடக்கியது

source: Good information in a bug report makes it more likely that your bug will be fixed quickly.
eu: Akats jakinarazpen baten argibide onak emateak zure akatsa azkarrago zuzendua izan ahal izatea egiten du.
ta: பிழை அறிக்கையில் உள்ள நல்ல தகவல்கள் உங்கள் பிழை விரைவாக சரி செய்யப்படுவதற்கான வாய்ப்பை அதிகரிக்கும்.

source: WinMerge is an <a href="%s">Open Source</a> differencing and merging tool for Windows. WinMerge can compare both folders and files, presenting differences in a visual text format that is easy to understand and handle.
eu: WinMerge Windows-rako <a href="%s">Iturburu Irekiko</a> ezberdinketa eta batuketa tresna bat da. WinMergek biak alderatu ditzake agiriak eta agiritegiak, ikus idazki heuskarrian aurkeztuz ezberdintasunak horrela erraz ulertu eta kudeatu ahal izateko.
ta: சாளரஒன்றிணை என்பது <a href="%s">திறந்த மூல</a> சாளரத்திற்கான வேறுபாடு மற்றும் ஒன்றிணைக்கும் கருவி. சாளரஒன்றிணை கோப்புறைகள் மற்றும் கோப்புகள் இரண்டையும் ஒப்பிட்டுப் பார்க்க முடியும், புரிந்துகொள்ளவும் கையாளவும் எளிதான காட்சி உரை வடிவத்தில் வேறுபாடுகளை முன்வைக்கிறது.

source: Total: Unknown
eu: Guztira: Ezezaguna
ta: மொத்தம்: தெரியவில்லை

source: Normal Traffic
eu: Trafiko Arrunta

source: The WinMerge Development Team
eu: WinMerge Garapen Taldea

source: Unstable Version (Trunk)
eu: Bertsio Ezegonkorra (Enborra)

source: WinMerge Translations Status (Stable Branch)
eu: WinMerge Itzulpen Egoera (Adar Egonkorra)

source: If you are interested in contributing work to the project, see our <a href="%s">developer page</a> for further information on how you may contribute.
eu: Egiasmoan lan ekarpenen bat egitean interesaturik bazaude, ikusi gure <a href="%s">garatzaile orrialdea</a> nola lagundu argibide gehiagorako.

source: Index
eu: Aurkibidea

source: 7-Zip Plugin
eu: 7-Zip Plugina

source: Translations instructions
eu: Itzulpen jarraipideak

source: Tracker
eu: Aztarnaria

source: WinMerge Known Issues
eu: WinMerge Arazo Ezagunak

source: Good HOWTO document for regular expressions
eu: NOLA agiri ona adierazpen arruntentzat

source: Project Page
eu: Egitasmoaren Orrialdea

source: The <a href="%s">quick tour</a> describes the main WinMerge features in one page.
eu: <a href="%s">Ibilaldi azkarrak</a> WinMerge-ren ezaugarri nagusiak azaltzen ditu orrialde batean.

source: WinMerge Translations Status (Website)
eu: WinMerge Itzulpenen Egoera (Webgunea)

source: Zip-Format (%s MB)
eu: Zip-Heuskarria (%s MB)

source: Greek
eu: Gerziera
ta: கிரேக்கம்

source: Contact
eu: Harremana

source: English
eu: Ingelera
ta: ஆங்கிலம்

source: PAD File
eu: PAD Agiria

source: WinMerge %s - Source Code
eu: WinMerge %s - Iturburu Kodea

source: This is WinMerge packaged with a PortableApps.com Launcher as a <a href="%s">portable app</a>, so you can compare files on the go.
eu: Hau WinMerge, PortableApps.com Abiarazlea <a href="%s">aplikazio eramangarri</a> bezala duela paketaturik da, hortaz agiriak alderatu ditzakezu ekinean.

source: But please consider making a <a href="%s">donation</a> to support the continued development of WinMerge.
eu: Baina mesedez kontuan izan <a href="%s">dirulaguntza</a> bat ematea WinMergeren garapenarekin jarraitzea sostengatzeko.
ta: ஆனால் சாளரஒன்றிணையின் தொடர்ச்சியான வளர்ச்சியை ஆதரிக்க <a href="%s">நன்கொடை</a> ஐ உருவாக்கவும்.

source: English Description (%d chars)
eu: Ingelerazko Azalpena (%d hizk.)

source: Download
eu: Jeitsi
ta: பதிவிறக்கம்

source: Home
eu: Etxea
ta: வீடு

source: <a href="%s">Downloads</a>?
eu: <a href="%s">Jeisketak</a>?

source: This list is used for coordinating the translations.
eu: Zerrenda hau itzulpenak antolatzeko erabiltzen da.

source: The easiest way to install WinMerge is to download and run the Installer. Read the <a href="%s">online manual</a> for help using it.
eu: WinMerge ezartzeko bide errazena Ezartzailea jeistea eta ekitea da. Irakurri <a href="%s">onlineko eskuliburua</a> nola erabili laguntzarako.
ta: சாளரஒன்றிணையை நிறுவுவதற்கான எளிதான வழி நிறுவியை பதிவிறக்கம் செய்து இயக்குவது. இதைப் பயன்படுத்த உதவ <a href="%s">நிகழ்நிலை கையேடு</a> ஐப் படிக்கவும்.

source: Support
eu: Sostengua
ta: உதவி

source: Just download the <a href="%s">installer</a> and double-click it.
eu: Bakarrik jeitsi <a href="%s">ezartzailea</a> eta klik-bikoitza egin.

source: last post by <strong>%1$s</strong> at %2$s
eu: azken mezua: <strong>%1$s</strong> -> %2$s

source: Web Addresses
eu: Web Helbidea

source: Location pane shows map of files compared
eu: Kokaleku panelak alderatutako agirien mapa erakusten du
ta: இருப்பிட பலகம் ஒப்பிடும்போது கோப்புகளின் வரைபடத்தைக் காட்டுகிறது

source: For information on using WinMerge, see our <a href="%s">online Manual</a>, or you can use the local help file (just press <code>F1</code> inside WinMerge) for offline use.
eu: WinMerge nola erabili argibideetarako, ikusi gure <a href="%s">onlineko Eskuliburua</a>, edo tokikko laguntza agiria erabili dezakezu (sakatu <code>F1</code> WinMerge barnean) lineaz-kanpo erabiltzeko.

source: Donate
eu: Dirulaguntza
ta: நன்கொடை

source: Version Control
eu: Bertsio Kontrola
ta: பதிப்பு கட்டுப்பாடு

source: It will be based on Qt library and cross-platform.
eu: Qt liburutegian eta plataforma-anitzean ohinarrituko da.

source: Splash Screen
eu: Zipriztin Ikusleihoa

source: Status
eu: Egoera

source: WinMerge is an Open Source differencing and merging tool for Windows. WinMerge can compare both folders and files, presenting differences in a visual text format that is easy to understand and handle.
eu: WinMerge Windows-rako Iturburu Irekiko ezberdinketa eta batuketa tresna bat da. WinMergek biak alderatu ditzake agiriak eta agiritegiak, ikus idazki heuskarrian aurkeztuz ezberdintasunak horrela erraz ulertu eta kudeatu ahal izateko.
ta: சாளரஒன்றிணை என்பது சாளரத்திற்கான திறந்த மூல வேறுபாடு மற்றும் ஒன்றிணைக்கும் கருவியாகும். சாளரஒன்றிணை கோப்புறைகள் மற்றும் கோப்புகள் இரண்டையும் ஒப்பிட்டுப் பார்க்க முடியும், புரிந்துகொள்ளவும் கையாளவும் எளிதான காட்சி உரை வடிவத்தில் வேறுபாடுகளை முன்வைக்கிறது.

source: Active Forum Topics
eu: Irekitako Eztabaidagune Gaiak

source: Shell Integration (supports 64-bit Windows versions)
eu: Shell Baterapena (64-bit Windows bertsioak sostengatzen ditu)
ta: ஒடு ஒருங்கிணைப்பு (64-இருமம் சாளரங்கள் பதிப்புகளை ஆதரிக்கிறது)

source: The release notes are a short summary of important changes, enhancements, bug fixes and known issues in the current WinMerge release.
eu: Argitalpen oharrak oraingo WenMerge argitalpenaren aldaketa garrantzitsuenen, hobekuntzen, akats zuzenketen eta arazo ezagunen laburpen bat dira.

source: WinMerge, mailing lists, announce, support, user, translate, development, SVN
eu: WinMerge, post@ zerrendak, iragarpena, sostengua, erabiltzailea, itzuli, garapena, SVN

source: File not found.
eu: Agiria ez da aurkitu.
ta: கோப்பு கிடைக்கவில்லை.

source: Many times it is useful to see exact differences inside lines. WinMerge can highlight different areas between lines.
eu: Askotan erabilgarria da lerro arteko ezberdintasun zehatzak ikusteko. WinMergek lerro arteko eremu ezberdinak nabarmendu ditzake.

source: Plugin support
eu: Plugin sostengua
ta: சொருகி உதவி

source: WinMerge 3 Future
eu: WinMerge 3 Etorkizuna

source: File Compare
eu: Agiri Alderaketa
ta: கோப்பு ஒப்பிடுக

source: German
eu: Alemaniera
ta: செர்மன்

source: Please attach as much information as you can: at a minimum, the version number of WinMerge that you are using. If you can, also attach a configuration log which, you can display by clicking <span class="guimenu">Help</span> &#8594; <span class="guimenuitem">Configuration</span> in the WinMerge window.
eu: Mesedez erantsi ahal dituzun argibide guztiak: gutxienez, erabiltzen ari zaren WinMerge bertsio zenbakia. Ahal baduzu, erantsi ere itxurapen oharra, ikusi dezakezuna <span class="guimenu">Laguntza</span> &#8594; <span class="guimenuitem">Itxurapena</span> klikatuz WinMerge leihoan.
ta: தயவுசெய்து உங்களால் முடிந்தவரை தகவல்களை இணைக்கவும்: குறைந்தஅளவு, நீங்கள் பயன்படுத்தும் சாளரஒன்றிணையின் பதிப்பு எண். உங்களால் முடிந்தால், ஒரு உள்ளமைவு பதிவையும் இணைக்கவும், <span class="guimenu">உதவி </span> &#8594; <span class="guimenuitem">உள்ளமைவு </span> சாளரஒன்றிணை சாளரத்தில்.

source: Release Date
eu: Argitaratze Eguna

source: Todo Item
eu: Todo Gaia

source: Archive
eu: Artxiboa
ta: காப்பகம்

source: WinMerge Documentation
eu: WinMerge Agiritza
ta: சாளரஒன்றிணை ஆவணம்

source: Tracker Shortcuts
eu: Aztarnari Lasterbideak

source: The Open Discussion forum is the fastest way to get help. A other way is a subscription to the support mailing list.
eu: Eztabaida Irekiko eztabaidagunea da laguntza lortzeko bide azkarrena. Beste bide bat sostengu post@ zerrendara harpidetzea da.

source: Untranslated
eu: Itzuligabe
ta: மொழிபெயர்க்கப்படாதது

source: File Comparison
eu: Agiri Alderaketa
ta: கோப்பு ஒப்பீடு

source: Dutch
eu: Herbeherera
ta: டச்சு

source: WinMerge Facebook Group
eu: WinMerge Facebook Taldea

source: Total: %d
eu: Guztira: %d
ta: மொத்தம்: %d

source: Status (Website)
eu: Egoera (Webgunea)

source: See the <a href="%s">screenshots page</a> for more screenshots.
eu: Ikusi <a href="%s">ikusleiho-argazki orrialdea</a> ikusleiho-argazki gehiagorako.
ta: மேலும் திரைபிடிப்புகளுக்கு <a href="%s">திரைபிடிப்புகள்</a> ஐப் பார்க்கவும்.

source: WinMerge <em>will not</em> be just WinMerge 2 with new GUI. There will be radical changes in how WinMerge works and how it looks. Many features wonâ€™t be available anymore and new features will be added.
eu: WinMerge <em>ez da</em> izango WinMerge 2 EIG berri batekin. Erroko aldaketak egongo dira WinMergek lan egiteko moduan eta bere irudian. Ezaugarri asko ez dira eskuragarri egongo gehiago eta ezaugarri berriak gehituko dira.

source: License
eu: Baimena

source: View all news&hellip;
eu: Ikusi berri denak...

source: WinMerge Translations Instructions
eu: WinMerge Itzulpen Jarraipideak

source: If you would like to update any of these translations or add another translation, then please follow <a href="%s">these instructions</a>.
eu: Itzulpen hauetakoren bat eguneratzea edo beste bat gehitzea nahi baduzu, mesedez jarritu <a href="%s">jarraipide hauek</a>.
ta: இந்த மொழிபெயர்ப்புகளில் ஏதேனும் ஒன்றை நீங்கள் புதுப்பிக்க விரும்பினால் அல்லது மற்றொரு மொழிபெயர்ப்பைச் சேர்க்க விரும்பினால், தயவுசெய்து <a href="%s">இந்த வழிமுறைகளைப் பின்பற்றவும்</a>.

source: Open-dialog
eu: Ireki-elkarrizketa
ta: திற-உரையாடல்

source: The following pages inform you about the translations status of the stable version, developer version and website of WinMerge:
eu: Hurrengo orrialdeek bertsio egonkorraren, garapen bertsioaren eta WinMerge webgunearen itzulpen egoeraz argibidetzen dute:

source: Japanese
eu: Japoniera
ta: சப்பானியர்கள்

source: (by PortableApps.com)
eu: (egilea: PortableApps.com)
ta: (Portableapps.com முலம்)

source: WinMerge, history, version number, release date, manual, users guide
eu: WinMerge, historia, bertsio zenbakia, argitalpen eguna, eskuliburua, erabiltzaile gida

source: File compare window is basically two files opened to editor into two horizontal panes. Editing allows user to easily do small changes without need to open files to other editor or development environment.
eu: Agiri alderaketa leihoa ohinarrian da bi agiri irekita editatzailean etzaneko bi panelatean. Editatzeak erabiltzaileari ahalbidetzen dio aldaketa txikiak erraz egitea agiriak beste editatzaile batean edo garapen ingurune batean ireki behar izan gabe.
ta: கோப்பு ஒப்பிடு சாளரம் அடிப்படையில் இரண்டு கிடைமட்ட பலகைகளாக திருத்திக்கு திறக்கப்பட்ட இரண்டு கோப்புகள். திருத்துதல் மற்ற திருத்தி அல்லது மேம்பாட்டு சூழலுக்கு கோப்புகளைத் திறக்க வேண்டிய அவசியமின்றி சிறிய மாற்றங்களை எளிதாக செய்ய பயனரை அனுமதிக்கிறது.

source: Requirements
eu: Betebeharrak
ta: தேவைகள்

source: For some reason (mis-typed URL, faulty referral from another site, out-of-date search engine listing or we simply deleted a file) the page you were looking for could not be found.
eu: Arrazoiren bategaitik (URL gaizki-idatzia, beste gune baterako bideratze okerra, bilaketa gailu zerrenda eguneratu gabe edo besterik gabe agiria ezabatuta) bilatzen ari zaren orrialdea ezin da aurkitu.
ta: சில காரணங்களால் (தவறாக தட்டச்சு செய்யப்பட்ட முகவரி, வேறொரு தளத்திலிருந்து தவறான பரிந்துரை, காலாவதியான தேடுபொறி பட்டியல் அல்லது ஒரு கோப்பை நாங்கள் நீக்கிவிட்டோம்) நீங்கள் தேடும் பக்கத்தைக் கண்டுபிடிக்க முடியவில்லை.

source: Reviews of popular comparison software. [<a href="%s">WinMerge Review</a>]
eu: Alderaketa software ezagunenen berrikuspena. [<a href="%s">WinMerge Berrikuspena</a>]

source: Developers
eu: Garatzaileak
ta: உருவாக்குநர்கள்

source: Regular Expression based file filters allow excluding and including items
eu: Adierazpen arrunta agiri iragazkian ohinarriturik gaiak barneratzea eta baztertzea ahalbidetzen du.
ta: வழக்கமான வெளிப்பாடு அடிப்படையிலான கோப்பு வடிப்பான்கள் உருப்படிகளைத் தவிர்த்து அனுமதிக்கின்றன

source: The translations status is currently not available...
eu: Itzulpenen egoera ez dago eskuragarri une honetan...
ta: மொழிபெயர்ப்பு நிலை தற்போது கிடைக்கவில்லை...

source: Subscribers to this list get notices of each and every code change commited to Subversion.
eu: Zerrenda honetara harpidetutakoek Subvesionen aurkezturiko aldaketa bakoitzaren eta guztien jakinarazpena jasotzen dute.

source: Fast compare using file sizes and dates
eu: Alderaketa azkarra agiri neurriak eta datak erabiliz.
ta: கோப்பு அளவுகள் மற்றும் தேதிகளைப் பயன்படுத்தி வேகமாக ஒப்பிடுங்கள்

source: Using WinMerge
eu: WinMerge Erabilpena

source: Installation
eu: Ezarpena

source: <b>Frhed</b> is an binary file editor for Windows. It is small but has many advanced features like ability to load big files partially.
eu: <b>Frhed</b> Windowserako agiri binario editatzaile bat da. Txikia da baina ezaugarri aurreratu ugari ditu agiri handien zati bat gertatzeko gaitasuna bezala.

source: Translating
eu: Itzulpena
ta: மொழிபெயர்ப்பு

source: WinMerge, screenshots, file comparison, open-dialog, folder comparison results, highlight line diff, location pane, splash screen
eu: WinMerge, ikusleiho-argazkiak, agiri alderaketa, ireki-elkarrizketa, agiritegi alderaketa emaitzak, lerro ezberd. nabarmentzea, kokaleku panela, ongi etorri ikusleihoa
ta: சாளரஒன்றிணை, திரைபிடிப்புகள், கோப்பு ஒப்பீடு, திறந்த-உரையாடல், கோப்புறை ஒப்பீட்டு முடிவுகள், சிறப்பம்சமாக வரி வேறுபாடு, இருப்பிட பலகம், மின்னல் திரை

source: English (Template)
eu: Ingelera (Eredua)

source: Change Log
eu: Aldaketa Oharra
ta: மாற்றம் பதிவு

source: The <a href="%s">Open Discussion forum</a> is the fastest way to get help. Please be patient, it may take some time for somebody to answer.
eu: <a href="%s">Eztabadiagune Irekia</a> laguntza lortzeko bide azkarrena da. Mesedez hartu lasai, denbora apur bat hartu dezake norbaitek erantzuteak.

source: The change log is a more complete list of changes in the last WinMerge releases.
eu: Aldaketa oharra WinMergeren azken argitalpenetako aldaketen zerrenda osoena da.

source: WinMerge, free, download, Windows, setup, installer, binaries, runtimes, stable, beta, experimental, portable
eu: WinMerge, askea, jeitsi, Windows, ezarpena, ezartzailea, binarioak, runtimeak, egonkorra, beta, esperimetala, eramangarria
ta: சாளரஒன்றிணை, இலவச, பதிவிறக்கம், சாளரங்கள், அமைவு, நிறுவி, இருமங்கள், இயக்க நேரங்கள், நிலையான, ஆவண்ணா, சோதனை, சிறிய

source: Type
eu: Mota
ta: வகை

source: <a href="%s">Release Notes</a>?
eu: <a href="%s">Argitalpen Oharrak</a>?

source: Page Not Found...
eu: Orrialdea Ez da Aurkitu...
ta: பக்கம் கிடைக்கவில்லை...

source: Resolve conflict files
eu: Konpondu agiri gatazkak
ta: மோதல் கோப்புகளை தீர்க்கவும்

source: Translations
eu: Itzulpenak
ta: மொழிபெயர்ப்புகள்

source: Miscellaneous
eu: Askotarikoa

source: Release Status
eu: Argitalpen Egoera

source: Download the current WinMerge version %1$s, which was released at %2$s. For detailed info on what is new, read the change log and the release notes.
eu: Jeitsi oraingo WinMerge bertsioa: %1$s, argitaratua: %2$s. Zer berri dagoen argibide xehetarako, irakurri aldaketa oharra eta argitalpen oharrak.
ta: தற்போதைய சாளரஒன்றிணை பதிப்பு %1$s ஐப் பதிவிறக்குக, இது %2$s இல் வெளியிடப்பட்டது. புதியது பற்றிய விரிவான தகவலுக்கு, மாற்ற பதிவு மற்றும் வெளியீட்டுக் குறிப்புகளைப் படியுங்கள்.

source: Quick Tour
eu: Ibilaldi Azkarra

source: Translations Status
eu: Itzulpen Egoera
ta: மொழிபெயர்ப்பு நிலை

source: Last Update
eu: Azken Eguneraketa
ta: கடைசி புதுப்பிப்பு

source: Source Code
eu: Iturburu Kodea
ta: மூலக் குறியீடு

source: Status (Unstable Trunk)
eu: Egoera (Enbor Ezegonkorra)

source: Tracker Item
eu: Aztarnari Gaia

source: Translator(s)
eu: Itzultzailea(k)

source: This is the list where participating developers of the WinMerge meet and discuss issues, code changes/additions, etc.
eu: Hau WinMergeko garatzaileek eskuhartzen duten zerrenda bat da arazoak aurkezteko eta eztabaidatzeko, kode aldaketak/gehiketak, etab.

source: Location pane is a handy side-pane showing a overall (difference) map of files compared.
eu: Kokaleku panela alderaturiko agirien mapa osoa (ezberdintasuna) erakusten duen albo-panel erabilgarri bat da.

source: <b>TortoiseSVN</b> lets you work with files under <em>Subversion</em> version control directly from Windows Explorer.
eu: <b>TortoiseSVN</b> ahalbidetzen dizu lan egitea agiriekin <em>Subversion</em> bertsio agintearekin zuzenean Windows Explorerretik.

source: WinMerge, license, open source, GNU General Public License, GPL, free software
eu: WinMerge, baimena, iturburu irekia, GNU Baimen Publiko Orokorra, GPL, software askea

source: Inside informations, unreleased products and articles on various soon-to-be-released software titles.
eu: Barneko argibideak, argitaratu gabeko produktoak eta idazlanak laister-argitaratuko diren software izenburu anitzetan.

source: Documentation from WinMerge like manual, release notes, change log and Development Wiki.
eu: WinMergetiko agiritza, eskuliburua, argitalpen oharrak, aldaketa oharra eta Garapen Wikia bezalakoak.
ta: கையேடு, வெளியீட்டுக் குறிப்புகள், மாற்று பதிவு மற்றும் மேம்பாட்டு விக்கி போன்ற சாளரஒன்றிணையிலிருந்து ஆவணங்கள்.

source: The <a href="%s">Development Wiki</a> contains much information about the WinMerge development.
eu: The <a href="%s">Garapen Wikiak</a> WinMergeren garapenari buruzko argibide gehiago ditu.
ta: <a href="%s">மேம்பாட்டு விக்கி</a> சாளரஒன்றிணை மேம்பாடு பற்றிய பல தகவல்களைக் கொண்டுள்ளது.

source: Download Plugins
eu: Jeitsi Pluginak

source: Admin rights for the installer
eu: Administrari eskubideak ezartzailerako

source: Installer
eu: Ezartzailea
ta: நிறுவி

source: WinMerge %s - latest stable version
eu: WinMerge %s - azken bertsio egonkorra
ta: சாளரஒன்றிணை %s - அண்மைக் கால நிலையான பதிப்பு

source: WinMerge Discussion Forums
eu: WinMerge Eztabaidaguneak

source: Support List
eu: Sostengu Zerrenda

source: Announce List
eu: Iragarpen Zerrenda

source: WinMerge allows selecting/opening paths in several ways. Using the Open-dialog is just one of them.
eu: WinMergek eranskinak modu askotan hautatzea/irekitzea ahalbidetzen du. Ireki-elkarrizketa erabiltzea horietako bat da.
ta: சாளரஒன்றிணை பல வழிகளில் பாதைகளைத் தேர்ந்தெடுக்க/திறக்க அனுமதிக்கிறது. திற-உரையாடல் பயன்படுத்துவது அவற்றில் ஒன்றாகும்.

source: Website
eu: Webgunea

source: Screenshot
eu: Ikusleiho-argazkia
ta: திரைபிடிப்பு

source: WinMerge Screenshots
eu: WinMerge Ikusleiho-argazkiak
ta: சாளரஒன்றிணை திரைபிடிப்புகள்

source: Download additional plugins for WinMerge, like the 7-Zip plugin or the xdocdiff Plugin.
eu: Jeitsi WinMergerako plugin gehigarriak , 7-Zip plugina edo xdocdiff Plugina bezala.

source: A other way is a subscription to the <a href="%s">support mailing list</a>.
eu: Beste bide bat <a href="%s">sostengu post@ zerrenda</a> harpidetza da.

source: Screenshots from WinMerge features like file comparison, folder comparison results and location pane.
eu: WinMergeren ezaugarrien ikusleiho-argazkiak, agiri alderaketa, agiritegi alderaketa emaitzak eta kokaleku panela bezalakoak.
ta: சாளரஒன்றிணை நற்பொருத்தங்களின் திரைபிடிப்புகள் கோப்பு ஒப்பீடு, கோப்புறை ஒப்பீட்டு முடிவுகள் மற்றும் இருப்பிட பலகம் போன்றவை.

source: WinMerge Mailing Lists
eu: WinMerge Post@ Zerrendak
