Repository: WinMerge/website
Catalog: po/co.po
Languages: co

source: Error 404 (Page Not Found)
co: Sbagliu 404 (A pagina ùn esiste micca)

source: Page Not Found...
co: A pagina ùn esiste micca…

source: For some reason (mis-typed URL, faulty referral from another site, out-of-date search engine listing or we simply deleted a file) the page you were looking for could not be found.
co: Per certe raghjoni (un indirizzu falsu, una referenza gattiva da un altru situ, una lista à l’anticogna d’un mutore di ricerca, o ancu per via d’un schedariu squassatu) ùn si pò truvà a pagina chì vo circate.

source: This site has recently undergone a major re-working, so that might explain why you got this page instead.
co: U situ hè statu attualizatu pocu fà cù una riscrittura impurtante, ciò chì pò spiegà chì vo ricevete piuttostu sta pagina.

source: Were you looking for...
co: Cosa circate…

source: Documentation
co: Documentazione

source: Manual
co: Manuale

source: English
co: Inglese

source: Japanese
co: Giappunese

source: Release Notes
co: Annutazioni di versione

source: Change Log
co: Ghjurnale di i cambiamenti

source: Downloads
co: Scaricamenti

source: Screenshots
co: Catture di screnu

source: Source Code
co: Codice di fonte

source: Support
co: Assistenza

source: Translations
co: Traduzzioni

source: Documentation from WinMerge like manual, release notes, change log and Development Wiki.
co: A documentazione da WinMerge cum’è u manuale in linea, l’annutazioni di versione, u ghjurnale di i cambiamenti è u Wiki di sviluppu.

source: WinMerge, documentation, manual, release notes, known issues, change log, Development Wiki
co: WinMerge, documentazione, manuale in linea, annutazioni di versione, prublemi cunnisciuti, ghjurnale di i cambiamenti, Wiki di sviluppu

source: The <a href="%s">manual</a> explains how to use WinMerge, and documents its capabilities and limitations.
co: U <a href="%s">manuale in linea</a> spiega cumu impiegà WinMerge è da ditaglii nant’à e so capacità è limitazioni.

source: It is currently available in the following languages:
co: À st’ora, hè dispunibule in quelle lingue :

source: The <a href="%1$s">release notes</a> are a short summary of important changes, enhancements, bug fixes and <a href="%2$s">known issues</a> in the current WinMerge release.
co: L’<a href="%1$s">annutazioni di versione</a> sò un riassuntu cortu di i cambiamenti impurtante, amendamenti, currezzioni di prublemi è <a href="%2$s">prublemi cunnisciuti</a> di a versione attuale di WinMerge.

source: The <a href="%s">change log</a> is a more complete list of changes in the last WinMerge releases.
co: U <a href="%s">ghjurnale di i cambiamenti</a> hè una lista più cumpleta di i cambiamenti in l’ultime versioni di WinMerge.

source: Development Wiki
co: Wiki di sviluppu

source: The <a href="%s">Development Wiki</a> contains much information about the WinMerge development.
co: U <a href="%s">Wiki di sviluppu</a> cuntene più d’infurmazioni nant’à u sviluppu di WinMerge.

source: Download the current WinMerge version %1$s, which was released at %2$s. For detailed info on what is new, read the change log and the release notes.
co: Scaricate a versione attuale %1$s di WinMerge chì hè stata publicata u %2$s. Per sapene di più nant’à ciò chì hè novu, fighjate u ghjurnale di i cambiamenti è l’annutazioni di versione.

source: WinMerge, free, download, Windows, setup, installer, binaries, runtimes, stable, beta, experimental, portable
co: WinMerge, liberu, scaricà, Windows, cunfigurazione, stalladore, binarii, schedarii d’esecuzione, stabule, beta, esperimentale, purtavule

source: Project File Releases
co: Versioni di schedariu di prughjettu

source: Download WinMerge
co: Scaricà WinMerge

source: The easiest way to install WinMerge is to download and run the Installer. Read the <a href="%s">online manual</a> for help using it.
co: A manera a più simplice d’installà WinMerge hè di scaricà è di lancià u stalladore. Fighjate u <a href="%s">manuale in linea</a> per aiutavvi à impiegallu.

source: The current WinMerge version is <strong>%1$s</strong> and was released at <strong>%2$s</strong>.
co: A versione attuale di WinMerge hè <strong>%1$s</strong> è hè stata publicata u <strong>%2$s</strong>.

source: For detailed info on what is new, read the <a href="%1$s">change log</a> and the <a href="%2$s">release notes</a>.
co: Per sapene di più nant’à ciò chì hè novu, fighjate u <a href="%1$s">ghjurnale di i cambiamenti</a> è l’<a href="%2$s">annutazioni di versione</a>.

source: Download
co: Scaricà

source: Size
co: Dimensione

source: Type
co: Tipu

source: Format
co: Furmatu

source: %s MB
co: %s Mo

source: Installer
co: Stalladore

source: Per-user installer
co: Stalladore à l’utilizatore

source: Binaries
co: Binarii

source: SHA-256 Checksums
co: Somme di cuntrollu SHA-256

source: Requirements
co: Cundizioni richieste

source: 32-bit installer: Microsoft Windows XP SP3 or newer
co: Stalladore 32-bit : Microsoft Windows XP SP3 o più recente

source: 64-bit installer: Microsoft Windows 7 or newer
co: Stalladore 64-bit : Microsoft Windows 7 o più recente

source: Admin rights for the installer (except for Per-user installer)
co: Diritti d’amministratore per u stalladore (fora di u stalladore à l’utilizatore)

source: Other Versions
co: Altre versioni

source: WinMerge 2.14.0 <em>for Windows 2000</em>
co: WinMerge 2.14.0 <em>per Windows 2000</em>

source: WinMerge version 2.14.0 was the last version to ship with Microsoft Visual C++ 2008 runtimes that support Windows 2000.
co: WinMerge versione 2.14.0 hè l’ultima versione distribuita cù i schedarii d’esecuzione di Microsoft Visual C++ 2008 chì accettanu Windows 2000.

source: Get version %s
co: Ottinite a versione %s

source: WinMerge 2.12.4 <em>for Windows 95/98/ME/NT</em>
co: WinMerge 2.12.4 <em>per Windows 95/98/ME/NT</em>

source: WinMerge version 2.12.4 was the last version to ship with Microsoft Visual C++ 2005 runtimes that support Windows 95/98/ME/NT. It was also the last version to ship with an ANSI version of WinMerge.
co: WinMerge versione 2.12.4 hè l’ultima versione distribuita cù i schedarii d’esecuzione di Microsoft Visual C++ 2005 chì accettanu Windows 95/98/ME/NT. Hè dinù l’ultima versione distribuita cù una versione ANSI di WinMerge.

source: Unofficial Versions
co: Versioni micca ufficiale

source: Continuous Integration Builds
co: Custruzzioni d’integrazione in cuntinuu

source: WinMerge Portable
co: WinMerge purtavule

source: (by PortableApps.com)
co: (da PortableApps.com)

source: Y-m-d
co: d-m-Y

source: View all file releases&hellip;
co: Fighjà tutte e versioni di schedariu&hellip;

source: Basque
co: Bascu

source: Catalan
co: Catalanu

source: Dutch
co: Neerlandese

source: Greek
co: Grecu

source: German
co: Tedescu

source: French
co: Francese

source: Polish
co: Pulunese

source: Portuguese (Brazil)
co: Purtughese (Brasile)

source: Portuguese (Portugal)
co: Purtughese (Purtugallu)

source: Russian
co: Russiu

source: Spanish
co: Spagnolu

source: Spanish (Venezuela)
co: Spagnolu (Venezuela)

source: Slovenian
co: Slovenianu

source: Swedish
co: Svedese

source: Turkish
co: Turcu

source: You will see the difference…
co: Viderete a sfarenza…

source: Change Language
co: Cambià di lingua

source: Project Pages
co: Pagine di prughjettu

source: Archive
co: Archiviu

source: Donate
co: Dunazione

source: Download Now!
co: Scaricà subitu !

source: Home
co: Accolta

source: WinMerge Home
co: Pagina d’accolta di WinMerge

source: WinMerge Documentation
co: Documentazione di WinMerge

source: WinMerge Downloads
co: Scaricamenti di WinMerge

source: WinMerge Screenshots
co: Catture di screnu WinMerge

source: WinMerge Source Code
co: Codice di fonte di WinMerge

source: WinMerge Support
co: Assistenza WinMerge

source: WinMerge Translations
co: Traduzzioni WinMerge

source: WinMerge is an Open Source differencing and merging tool for Windows. WinMerge can compare both folders and files, presenting differences in a visual text format that is easy to understand and handle.
co: WinMerge hè un attrezzu di paragone è di fusione à fonte aperta per Windows. WinMerge pò paragunà cartulari è schedarii è affissà e sfarenze in un furmatu di testu visuale chì hè capicitoghju è faciule à manighjà.

source: WinMerge, free, open source, Windows, windiff, diff, merge, compare, tool, utility, text, file, folder, directory, compare files, compare folders, merge files, merge folders, diff tool, merge tool, compare tool
co: WinMerge, liberu, fonte aperta, Windows, windiff, diff, fusione, paragunà, attrezzu, utilitariu, testu, schedariu, cartulare, sfugliaghju, paragone di schedariu, paragone di cartulare, fusione di schedariu, fusione di cartulare, attrezzu di sfarenza, attrezzu di fusione, attrezzu di paragone

source: What is WinMerge?
co: Cosa hè WinMerge ?

source: WinMerge is an <a href="%s">Open Source</a> differencing and merging tool for Windows. WinMerge can compare both folders and files, presenting differences in a visual text format that is easy to understand and handle.
co: WinMerge hè un attrezzu di paragone è di fusione <a href="%s">à fonte aperta</a> per Windows. WinMerge pò paragunà cartulari è schedarii è affissà e sfarenze in un furmatu di testu visuale chì hè capicitoghju è faciule à manighjà.

source: Screenshot
co: Cattura di screnu

source: File Comparison
co: Paragone di schedariu

source: See the <a href="%s">screenshots page</a> for more screenshots.
co: Fighjate a <a href="%s">pagina di e catture di screnu</a> per vedene d’altre.

source: Features
co: Funzioni

source: WinMerge is highly useful for determining what has changed between project versions, and then merging changes between versions. WinMerge can be used as an external differencing/merging tool or as a standalone application.
co: WinMerge hè assai ghjuvevule per determinà ciò chì hà cambiatu trà parechje versioni di prughjettu è per fà una fusione di sti cambiamenti. WinMerge pò esse impiegatu, sia cum’è un attrezzu esternu di paragone o di fusione, sia cum’è un’appiecazione autonoma.

source: In addition, WinMerge has many helpful supporting features that make comparing, synchronising, and merging as easy and useful as possible:
co: In più di què, WinMerge cuntene tante funzioni ghjuvevule per rende più faciule u paragone, a sincrunizazione è a fusione :

source: General
co: Generale

source: Supports Microsoft Windows XP SP3 or newer
co: Accetta Microsoft Windows XP SP3 o più recente

source: Handles Windows, Unix and Mac text file formats
co: Cunnosce i furmati di schedariu di testu Windows, Unix è Mac

source: Unicode support
co: Permette Unicode

source: Tabbed interface
co: Interfaccia à unghjette

source: File Compare
co: Paragone di schedariu

source: 3-way File Comparison
co: Paragone di 3 schedarii

source: New!
co: Novu !

source: Visual differencing and merging of text files
co: Sfarenza visuale è fusione di schedarii di testu

source: Flexible editor with syntax highlighting, line numbers and word-wrap
co: Un editore ghjunchevule cù messa in evidenza di a sintassa, numeri di linea è ritornu autumaticu à a linea

source: Highlights differences inside lines
co: Sopralineamentu di e sfarenze trà e linee

source: Difference pane shows current difference in two vertical panes
co: U pannellu di e sfarenze presenta e sfarenze trà i dui pannelli verticali

source: Location pane shows map of files compared
co: U pannellu di a lucalizazione presenta a cartugrafia di i schedarii paragunati

source: Moved lines detection
co: Avventata di e linee dispiazzate

source: Folder Compare
co: Paragone di cartulare

source: Regular Expression based file filters allow excluding and including items
co: Filtri di schedariu appughjati nant’à l’espressioni regulare permettenu l’esclusione è l’inclusione d’elementi

source: Fast compare using file sizes and dates
co: Paragone rapidu impieghendu e dimensioni è e date di schedariu

source: Compares one folder or includes all subfolders
co: Paraguneghja un cartulare o include tutti i sottucartulari

source: Can show folder compare results in a tree-style view
co: Pò affissà i risultati di paragone di cartulare in una vista di tipu arburiscenza

source: 3-way Folder Comparison
co: Paragone di 3 cartulari

source: Image Compare
co: Paragone di fiura

source: Support many types of images
co: Accetta tanti tipi di fiure

source: Can highlight the differences with blocks
co: Pò indicà e sfarenze cù blocchi

source: Overlaying of the pictures is possible
co: L’accavalcatura di e fiure hè pussibule

source: Table Compare
co: Paragone di tavulone

source: Shows CSV/TSV file contents in table format
co: Affisseghja u cuntenutu di schedariu CSV/TSV in furmatu di tavulone

source: Text can be wrapped for each column
co: U testu pò esse messu à a linea per ogni culonna

source: Version Control
co: Cuntrollu di versione

source: Creates patch files (Normal-, Context- and Unified formats)
co: Creazione di schedarii di currezzione (furmati nurmale, cuntestu è unificatu)

source: Resolve conflict files
co: Scioglie i schedarii in cunflittu

source: Other
co: Altru

source: Shell Integration (supports 64-bit Windows versions)
co: Integrazione cù l’interfaccia Shell (accetta e versioni 64-bit Windows)

source: Archive file support using 7-Zip
co: Permette l’archiviera di schedariu cù 7-Zip

source: Plugin support
co: Accetta i moduli d’estensione

source: Localizable interface
co: Interfaccia in a vostra lingua

source: <a href="%s">Online manual</a> and installed HTML Help manual
co: <a href="%s">Manuale in linea</a> è manuale d’aiutu HTML installatu

source: WinMerge %s - latest stable version
co: WinMerge %s - ultima versione stabule

source: <a href="%1$s">WinMerge %2$s</a> is the latest stable version, and is recommended for most users.
co: <a href="%1$s">WinMerge %2$s</a> hè l’ultima versione stabule chì hè ricumandata per a maiò parte di l’utilizatori.

source: If you need support, look at our <a href="%s">support page</a> for more information how you can get it.
co: S’è vo avete bisognu d’aiutu, fighjate a nostra <a href="%s">pagina d’assistenza</a> per sapene di più nant’à a manera di l’ottene.

source: Developers
co: Sviluppatori

source: WinMerge is an open source project, which means that the program is maintained and developed by volunteers.
co: WinMerge hè un prughjettu à fonte aperta, vole si dì chì u prugramma hè sviluppatu è mantenutu da vuluntarii.

source: In addition, WinMerge is translated into a number of different languages. See our <a href="%s">information on translating WinMerge</a> into your own language.
co: In più di què, WinMerge hè traduttu in lingue numerose. Fighjate l’<a href="%s">infurmazione nant’à cumu traduce WinMerge</a> in a vostra propia lingua.

source: Screenshots from WinMerge features like file comparison, folder comparison results and location pane.
co: E catture di screnu di e funzioni WinMerge cum’è paragone di schedariu, risultati di paragone di cartulare è pannellu di lucalizazione.

source: WinMerge, screenshots, file comparison, open-dialog, folder comparison results, highlight line diff, location pane, splash screen
co: WinMerge, catture di screnu, paragone di schedariu, dialogu d’apertura, risultati di paragone di cartulare, messa in evidenza di e sfarenze di linea, pannellu di lucalizazione, screnu di benvenuta

source: File compare window is basically two files opened to editor into two horizontal panes. Editing allows user to easily do small changes without need to open files to other editor or development environment.
co: A finestra di paragone di schedariu hè un editore simplice di schedariu affissendu dui pannelli orizuntali cuntenendu i schedarii aperti. A funzione di mudificazione permette à l’utilizatore di fà chjuchi cambiamenti senza richiede d’apre i schedarii in un altru editore o in un ambiente di sviluppu.

source: The 3-way file compare even allows comparing and editing three files at the same time.
co: U paragone di 3 schedarii permette di paragunà è di mudificà trè schedarii à u listessu tempu.

source: Folder Comparison Results
co: Risultati di paragone di cartulare

source: Folder compare shows all files and subfolders found from compared folders as list. Folder compare allows synchronising folders by copying and deleting files and subfolders. Folder compare view can be versatile customised.
co: U paragone di cartulare presenta in una lista tutti i schedarii è sottucartulari trovi in i cartulari paragunati. Stu tipu di paragone permette a sincrunizazione di cartulari cupiendu è squassendu i schedarii è i sottucartulari. A vista di u paragone di cartulare pò esse assai persunalizata.

source: Folder Compare Tree View
co: Vista in arburiscenza di paragonu di cartulare

source: In the tree view, folders are expandable and collapsible, containing files and subfolders. This is useful for an easier navigation in deeply nested directory structures. <em>The tree view is available only in recursive compares.
co: In a vista in arburiscenza, si pò esplurà i schedarii è i sottucartulari spieghendu è ripieghendu i cartulari. Què hè ghjuvevule per una navigazione più faciule in e strutture di cartulare più prufonde è incastrate. <em>A vista in arburiscenza hè dispunibule solu in i paragoni recursivi.

source: Image Comparison
co: Paragone di fiura

source: WinMerge can compare images and highlight the differences in several ways.
co: WinMerge pò paragunà fiure è mette in evidenza e sfarenze di parechje manere.

source: Table Comparison
co: Paragone di tavulone

source: Table compare shows the contents of CSV/TSV files in table format.
co: U paragone di tavulone presenta u cuntenutu di i schedarii CSV/TSV tale un tavulone.

source: Binary Comparison
co: Paragone binariu

source: WinMerge can detect whether files are in text or binary format. When you launch a file compare operation on binary files, WinMerge opens each file in the binary file editor.
co: WinMerge pò avventà s’è i schedarii sò in furmatu testu o binariu. Quandu vi lanciate un’operazione di paragone di schedariu nant’à schedarii binarii, WinMerge apre ogni schedariu in l’editore di schedariu binariu.

source: Open-dialog
co: Dialogu d’apertura

source: WinMerge allows selecting/opening paths in several ways. Using the Open-dialog is just one of them.
co: WinMerge permette di selezziunà o d’apre i chjassi di parechje manere. Impiegà u dialogu d’apertura hè solu una di ste manere.

source: Download the source code of WinMerge, which is released under the GNU General Public License.
co: Scaricà u codice di fonte di WinMerge, chì hè distribuitu sottu à a licenza publica generale GNU.

source: WinMerge, free, clone, download, source code, GPL, GitHub, Git
co: WinMerge, liberu, copia, doppiu, scaricà, codice di fonte, GPL, GitHub, Git

source: Recent Commits
co: Mudificazioni recente di fonte

source: WinMerge is <a href="%1$s">Open Source</a> software under the <a href="%2$s">GNU General Public License</a>.
co: WinMerge hè un prugramma <a href="%1$s">à fonte aperta</a> sottu à <a href="%2$s">licenza publica generale GNU</a>.

source: This means everybody can download the <a href="%s">source code</a> and improve and modify it. The only thing we ask is that people submit their improvements and modifications back to us so that all WinMerge users may benefit.
co: Vole si dì chì ognunu pò scaricà u <a href="%s">codice di fonte</a> per mudificallu è amendallu. A sola cosa chì no dumandemu hè chì a ghjente ci sottumetti i so mudificazioni è amendamenti è cusì l’utilizatori di WinMerge ponu prufittane.

source: GNU General Public License
co: Licenza publica generale GNU

source: Clone or download
co: Duppià o scaricà

source: The source code is hosted on <a href="%1$s">GitHub</a> in a <a href="%2$s">Git</a> repository:
co: U codice di fonte hè accoltu nant’à <a href="%1$s">GitHub</a> in un cartulare<a href="%2$s">Git</a> :

source: You can also download the current branches as ZIP file:
co: Si pò dinù scaricà e ghjembe attuale cum’è un schedariu ZIP :

source: Branch
co: Ghjemba

source: Y-m-d H:i
co: d-m-Y H:i

source: View all commits&hellip;
co: Fighjà tutte e mudificazioni recente di fonte&hellip;

source: The Open Discussion forum is the fastest way to get help.
co: U foru di chjachjarata generale hè a manera a più rapida d’ottene un aiutu.

source: WinMerge, support, discussion forums, tracker, donate, bugs, support requests, patches, feature requests, todo, open source
co: WinMerge, assistenza, fori di chjachjarata, tracciamentu, dunazione, prublemi, penseri, dumande, richieste, currezzioni, funzioni, fonte aperta

source: The <b>Discussion forums</b> are the fastest way to get help:
co: I fori di chjachjarata sò a manera a più rapida d’ottene un aiutu :

source: WinMerge discussions
co: Chjachjarate WinMerge

source: Image Compare discussions
co: Chjachjarate nant’à u paragone di fiura

source: Website discussions
co: Chjachjarate nant’à u situ web

source: Please be patient, it may take some time for somebody to answer.
co: Per piacè, siate pazientosi, perchè si pò piglià un pocu di tempu chì qualchissia vi rispondi.

source: Issues
co: Penseri

source: If you find a bug, please submit it as a <a href="%s">issue</a>.
co: S’è vo scuprite un sbagliu o un prublema, dichjaratelu cum’è un <a href="%s">penseru</a>.

source: Please attach as much information as you can: at a minimum, the version number of WinMerge that you are using. If you can, also attach a configuration log which, you can display by clicking <span class="guimenu">Help</span> &#8594; <span class="guimenuitem">Configuration</span> in the WinMerge window.
co: Ci vole à pruvede u più d’infurmazione pussibule ; a u minimu, u numeru di versione di WinMerge chì vo impiegate. S’ella si pò fà, mandate dinù un ghjurnale di cunfigurazione chì si pò affissà via <span class="guimenu">Aiutu</span> &#8594; <span class="guimenuitem">Cunfigurazione</span> in a finestra di WinMerge.

source: Good information in a bug report makes it more likely that your bug will be fixed quickly.
co: Un raportu di prublema cù infurmazioni detagliate hè aspessu a manera d’ottene in furia una currezzione.

source: Wish list items on the <a href="%s">issues list</a> will also be considered, but we make absolutely no promises.
co: L’elementi chì si trovanu nant’à a <a href="%s">lista di i penseri</a> seranu apprezzati, ma ùn pudemu micca fà di prumessa.

source: Since WinMerge is an <a href="%s">Open Source</a> project, you may use it free of charge.
co: Cum’è WinMerge hè un prughjettu <a href="%s">à fonte aperta</a>, si pò impiegallu senza pagà.

source: But please consider making a <a href="%s">donation</a> to support the continued development of WinMerge.
co: Ma hè sempre bè di fà una <a href="%s">dunazione</a> per sustene u sviluppu cuntinuu di WinMerge.

source: Buy WinMerge merchandise
co: Cumprà a robba WinMerge

source: You can also support WinMerge by buying merchandise at the <a href="%s">WinMerge CafePress store</a>. 20%% of the sales goes to WinMerge.
co: Pudete dinù sustene WinMerge cumprendu i prudutti nant’à a <a href="%s">buttea CafePress di WinMerge</a>. 20%% di e vendite vanu à WinMerge.

source: Translations Status
co: Statu di e traduzzioni

source: Translators
co: Traduttori

source: WinMerge Status
co: Statu di WinMerge

source: ShellExtension Status
co: Statu di ShellExtension

source: InnoSetup Files
co: Schedarii InnoSetup

source: Readme Files
co: Schedarii Readme

source: Website Status
co: Statu di u situ web

source: Instructions
co: Istruzzioni

source: Translating
co: Traduzzioni

source: We currently have WinMerge translated into the languages listed below:
co: À st’ora, avemu traduttu WinMerge in quelle lingue :
