Repository: WinMerge/website
Catalog: po/co.po
Languages: co

source: If you would like to update any of these translations or add another translation, then please follow <a href="%s">these instructions</a>.
co: S’è vo vulete mudificà una di ste traduzzioni o aghjunghjene un’altra, seguitate <a href="%s">st’istruzzioni</a>.

source: WinMerge Status <em>from %s</em>
co: Statu di WinMerge <em>à u %s</em>

source: ShellExtension Status <em>from %s</em>
co: Statu di ShellExtension <em>à u %s</em>

source: The translations status is currently not available...
co: U statu di e traduzzioni ùn hè micca dispunibule attualmente…

source: Translations Status (Website)
co: Statu di e traduzzioni (situ web)

source: We moved the sources from the website to a own <a href="%1$s">GitHub repository</a>.
co: Avemu dispiazzatu e fonti da u situ web versu u nostru propiu <a href="%1$s">dipositu GitHub</a>.

source: Website Status <em>from %s</em>
co: Statu di u situ web <em>à u %s</em>

source: File not valid.
co: U schedariu hè inaccettevule.

source: File not found.
co: Ùn si pò truvà u schedariu.

source: Translated
co: Traduttu

source: Translated: %d%%
co: Traduttu : %d%%

source: Fuzzy
co: Dubbitosu

source: Fuzzy: %d%%
co: Dubbitosu : %d%%

source: Untranslated
co: Micca traduttu

source: Untranslated: %d%%
co: Micca traduttu : %d%%

source: Language
co: Lingua

source: Graph
co: Graficu

source: Last Update
co: Ultima mudificazione

source: Template
co: Mudellu

source: Total: %d
co: Tutale : %d

source: Total: Unknown
co: Tutale : Scunnisciutu

source: Maintainer
co: Mantenitore

source: Corsican
co: Corsu
